[
    {
        "url": "https://abcnews.go.com/Politics/live-updates/donald-trump-second-term/?id=119864095",
        "title": "Trump admin live updates: Trump rescinds security clearances for former opponents",
        "source": "https://abcnews.go.com/",
        "content": "Those whose clearances were revoked include Kamala Harris and Antony Blinken.\n\nPresident Donald Trump delivers remarks in the Oval Office at the White House, in Washington, Mar. 21, 2025.\n\nPresident Donald Trump delivers remarks in the Oval Office at the White House, in Washington, Mar. 21, 2025.\n\nPresident Donald Trump delivers remarks in the Oval Office at the White House, in Washington, Mar. 21, 2025.\n\nPresident Donald Trump delivers remarks in the Oval Office at the White House, in Washington, Mar. 21, 2025.\n\nPresident Donald Trump on Friday afternoon announced a new F-47 fighter jet with Defense Secretary Pete Hegseth and signed a series of presidential actions before departing the White House for his golf club in Bedminster, New Jersey.\n\nThe actions included one rescinding the security clearances of several former Biden officials and political opponents.\n\nEarlier Friday, Billionaire Elon Musk visited the Pentagon on Friday for an 80-minute meeting with Hegseth.\n\nMeanwhile, fallout continued after Trump signed an executive order to begin dismantling the Department of Education.",
        "imageUrl": "https://i.abcnewsfe.com/a/e3e7117f-e29a-4a64-a8f4-265b5152299a/donald-trump-12-rt-gmh-250321_1742572962313_hpMain_16x9.jpg?w=1600",
        "authors": [
            "Abc News"
        ],
        "time": "unknown"
    },
    {
        "url": "https://abcnews.go.com/International/wireStory/turkish-court-orders-istanbul-mayor-jailed-pending-trial-120070178",
        "title": "Turkish court orders Istanbul mayor jailed pending trial on corruption charges",
        "source": "https://abcnews.go.com/",
        "content": "A court has formally arrested the mayor of Istanbul and key rival to President Recep Tayyip Erdogan and ordered him jailed pending the outcome of a trial on corruption charges\n\nFILE - Istanbul's Mayor Ekrem Imamoglu addresses his supporters in front of the Istanbul courthouse, in Istanbul, Turkey, Friday, Jan. 31, 2025. (AP Photo/Emrah Gurel, file)\n\nFILE - Istanbul's Mayor Ekrem Imamoglu addresses his supporters in front of the Istanbul courthouse, in Istanbul, Turkey, Friday, Jan. 31, 2025. (AP Photo/Emrah Gurel, file)\n\nFILE - Istanbul's Mayor Ekrem Imamoglu addresses his supporters in front of the Istanbul courthouse, in Istanbul, Turkey, Friday, Jan. 31, 2025. (AP Photo/Emrah Gurel, file)\n\nFILE - Istanbul's Mayor Ekrem Imamoglu addresses his supporters in front of the Istanbul courthouse, in Istanbul, Turkey, Friday, Jan. 31, 2025. (AP Photo/Emrah Gurel, file)\n\nISTANBUL -- A court formally arrested the mayor of Istanbul and key rival to President Recep Tayyip Erdogan on Sunday and ordered him jailed pending the outcome of a trial on corruption charges.\n\nMayor Ekrem Imamoglu was detained following a raid on his residence earlier this week, sparking the largest wave of street demonstrations in Turkey in more than a decade. It also deepened concerns over democracy and rule of law in Turkey.\n\nHis imprisonment is widely regarded as a political move to remove a major contender from the next presidential race, currently scheduled for 2028.\n\nGovernment officials reject accusations that legal actions against opposition figures are politically motivated and insist that Turkey’s courts operate independently.\n\nThe formal arrest came as more than 1.5 million members of the opposition Republican People’s Party, or CHP, began holding a primary presidential election to endorse Imamoglu as its presidential candidate. With Imamoglu as the sole candidate, the primary — announced last month — was largely a symbolic show of support.\n\nThe party has also set up symbolic ballot boxes nationwide — called “solidarity boxes” — to allow people who are not party members to express their support to the mayor.\n\n“Honestly, we are embarrassed in the name of our legal system,” Ankara Mayor Mansur Yavas, a fellow member of Imamoglu’s CHP, told reporters after casting his vote, criticizing the lack of confidentiality in the proceedings.\n\n“We learned from television pundits about the allegations that even lawyers did not have access to, showing how politically motivated this whole ordeal has been,” he said.\n\nThe Council of Europe, a Europe-wide body that focuses on promoting human rights and democracy slammed the decision to imprison the mayor.\n\n“We deplore the decision to place Mayor of Istanbul Ekrem Imamoglu in detention, and demand his immediate release,” said Marc Cools who heads the grouping’s congress of local authorities.\n\nSoner Cagaptay, director of the Turkish Research Program at the Washington Institute for Near East Policy and an author of a biography of Erdogan, said with Imamoglu’s arrest, Erdogan was taking an extreme measure against his key opponent.\n\n“Erdogan is determined to do whatever it takes to end Imamoglu’s career,” he said. “(Imamoglu) beats Erdogan in every imaginable presidential poll.”\n\nCagaptay said the international environment — where the European Union appears keen to maintain Turkey’s favor amid security threats from Russia, and the United States is unconcerned by other countries’ internal affairs — allows Erdogan to proceed without fear of international scrutiny.\n\nThe EU is compliant and the United States is facing inwards,\" Cagaptay said.\n\nBefore his detention, Imamoglu had already faced multiple criminal cases that could result in prison sentences and a political ban. He was also appealing a 2022 conviction for insulting members of Turkey’s Supreme Electoral Council.\n\nEarlier in the week, a university nullified his diploma, citing alleged irregularities in his transfer from a private university in northern Cyprus some 30 years ago. The decision effectively bars him from running for president, since the position requires candidates to be university graduates. Imamoglu had vowed to challenge the decision.\n\nImamoglu was elected mayor of Turkey’s largest city in March 2019, in a major blow to Erdogan and the president’s Justice and Development Party, which had controlled Istanbul for a quarter-century. Erdogan’s party pushed to void the municipal election results in the city of 16 million, alleging irregularities.\n\nThe challenge resulted in a repeat of the election a few months later, which Imamoglu also won.\n\nThe mayor retained his seat following local elections last year, during which the CHP made significant gains against Erdogan’s governing party.",
        "imageUrl": "https://i.abcnewsfe.com/a/e9b57870-0acf-48d4-b6fe-c12306ad5561/wirestory_f962743f724f00a318f84ffaed7f58de_16x9.jpg?w=1600",
        "authors": [
            "Abc News"
        ],
        "time": "unknown"
    },
    {
        "url": "https://abcnews.go.com/Politics/acting-social-security-chief-now-shut-agency-after/story?id=120046608",
        "title": "Acting Social Security chief now says he won't shut down agency after DOGE ruling",
        "source": "https://abcnews.go.com/",
        "content": "Acting Social Security chief now says he won't shut down agency after DOGE ruling\n\nA sign for the U.S. Social Security Administration is seen outside its headquarters in Woodlawn, Md., on Thursday, March 20, 2025.\n\nA sign for the U.S. Social Security Administration is seen outside its headquarters in Woodlawn, Md., on Thursday, March 20, 2025.\n\nA sign for the U.S. Social Security Administration is seen outside its headquarters in Woodlawn, Md., on Thursday, March 20, 2025.\n\nA sign for the U.S. Social Security Administration is seen outside its headquarters in Woodlawn, Md., on Thursday, March 20, 2025.\n\nThe acting commissioner of the Social Security Administration now says he is \"not shutting down the agency\" after earlier suggesting he might do so in the wake of a judge's ruling limiting the Department of Government of Efficiency's access to sensitive agency data.\n\nLeland Dudek, the acting head of the agency, said in a statement Friday he received \"clarifying guidance\" about the judge's temporary restraining order related to DOGE activities.\n\n\"Therefore, I am not shutting down the agency,\" he said in the statement. \"President Trump supports keeping Social Security offices open and getting the right check to the right person at the right time. SSA employees and their work will continue under the [temporary restraining order].\"\n\nA sign for the U.S. Social Security Administration is seen outside its headquarters in Woodlawn, Md., on Thursday, March 20, 2025. Tom Williams/CQ-Roll Call, Inc via Getty Images\n\nIn an order Thursday, U.S. District Judge Ellen Lipton Hollander blocked the agency from granting personnel affiliated with DOGE access to agency systems containing personally identifiable information.\n\nIn a series of interviews on Thursday and Friday, Dudek appeared to suggest that the judge's ruling blocking DOGE from accessing SSA data would force him to pause Social Security payments and block all employees from the agency's systems.\n\n“My anti-fraud team would be DOGE affiliates. My IT staff would be DOGE affiliates,” he said to Bloomberg News on Thursday. “As it stands, I will follow it exactly and terminate access by all SSA employees to our IT systems.”\n\nHe continued, “Really, I want to turn it off and let the courts figure out how they want to run a federal agency.\"\n\nAnd in a separate Washington Post interview, he doubled down, suggesting \"everything in the agency\" deals with personally identifiable information, known as PII.\n\n“Everything in this agency is PII,” Dudek said. “Unless I get clarification, I’ll just start to shut it down. I don’t have much of a choice here.”\n\nThe judge pushed back Friday in a letter to counsel, writing that \"any suggestion that the Order may require the delay or suspension of benefit payments is incorrect.\"\n\nIn the letter, she wrote she was aware of the news reports with Dudek's comments laying out his belief that virtually all employees of SSA would fall within the scope of her order and thus have their access to the agency's IT systems terminated.\n\n\"Such assertions about the scope of the Order are inaccurate,\" the judge wrote. \"Employees of SSA who are not involved with the DOGE Team or in the work of the DOGE Team are not subject to the Order. … Moreover, any suggestion that the Order may require the delay or suspension of benefit payments is incorrect.\"\n\nAARP was one of several organizations that had blasted Dudek's comments threatening to close the agency.\n\n“Social Security has never missed a payment and AARP and our tens of millions of members are not going to stand by and let that happen now,\" Senior Vice President of Campaigns John Hishta said in a statement.",
        "imageUrl": "https://i.abcnewsfe.com/a/d0e49d12-8d2b-459a-aa41-d2b9cb9bab29/GettyImages-2205473572_1742614133047_hpMain_16x9.jpg?w=1600",
        "authors": [
            "Abc News"
        ],
        "time": "unknown"
    },
    {
        "url": "https://abcnews.go.com/Politics/americans-trump-establish-oligarchic-form-government-bernie-sanders/story?id=120058332",
        "title": "Americans won't let Trump 'establish an oligarchic form of government': Bernie Sanders",
        "source": "https://abcnews.go.com/",
        "content": "Sen. Bernie Sanders, I-Vt., said his \"Fighting Oligarchy\" tour is an attempt to stand up to President Donald Trump's agenda.\n\n\"I'm trying to make it clear to the people throughout the world and throughout our own country, that the American people are not going to sit idly by and allow Trump [to] establish an oligarchic form of government where Musk and other billionaires are running our government,\" Sanders said in an exclusive interview with \"This Week\" co-anchor Jonathan Karl during the tour's Denver stop.\n\n\"We're not going to sit back and allow him to form an authoritarian form of society, undermining the Constitution, freedom of speech, freedom of assembly and undoing what the, you know, what the Founding Fathers of this country did in the 1790s, separation of powers, making sure that no one person had an extraordinary amount of power, and that is precisely what Trump is trying to do,\" he added.\n\nSanders' \"Fighting Oligarchy\" tour, which he is conducting alongside Rep. Alexandria Ocasio-Cortez, D-N.Y., is making stops in both right- and left-leaning districts. The rallies have attracted thousands of people, but the Denver appearance brought in the largest crowds so far, with 32,000 attendees. Sanders said it was the largest rally he's ever hosted -- bigger than the rallies on his two presidential runs.\n\nHere are additional highlights from Sanders' interview:\n\nOn the government becoming an oligarchy\n\nSanders has warned for years of the dangers of billionaires having influence in the government. Asked if those dangers have changed, Sanders replied, \"I think anybody who is not dumb, deaf or blind is seeing precisely what is happening -- Trump's inaugural, right behind them three wealthiest guys in America. You know, Lincoln talked about a government of the people, by the people, for the people, remember? Well, we got a government of the billionaire class, by the billionaire class and for the billionaire class.\"\n\nOn the Democratic response to Trump\n\nKarl: So we're about 60 days into the Trump era, the second Trump era. How would you grade the Democratic Party's response?\n\nSanders: \"Well, I would take us back even two years before that, before Trump was elected, and saying that it saddens me that when the Democrats had control of the Senate, they did virtually nothing for working people. I have to say that I'm a member of the Democratic Caucus as an independent, so I'm not going to lie to you and tell you otherwise. Since then, do I think the Democrats have been effective in rallying the American people in stopping Trump's movement toward oligarchy and authoritarianism? No, I don't.\"\n\nBernie Sanders sits down for an interview with ABC News' \"This Week\" Co-anchor Jonathan Karl in Denver. ABC News\n\nOn how Democrats can slow the Republican agenda\n\nKarl: So, realistically, Republicans control the House. They control the White House. They control the Senate. So what, realistically, can be done?\n\nSanders: Well, for major pieces of legislation, you still need 60 votes in the Senate. And let's be clear, and we -- we have picked many of the spots that I've gone to in Wisconsin, in Iowa, in Michigan, have -- we -- we chose them carefully. Those [districts] have Republican congressmen who won by small margins. Right now, I don't know what the number is. I think if two or three Republicans out of 200 and whatever it is, 18 or whatever they got, choose not to support giving tax breaks to billionaires and cutting Medicaid and education, we can defeat this big supplemental bill, the beautiful bill that Trump wants to see passed.\"\n\nOn critiquing the Democratic Party\n\nKarl: You said that the passage of this bill, the continuing resolution, was a, “absolute failure of Democratic leadership.” Who are you talking about?\n\nSanders: Well, [Sen. Chuck] Schumer is the leader of the party, and it should not have happened, period. No question about it … But the bottom line, it's not just Chuck Schumer. It's not just Chuck Schumer. It is, you've got a Democratic Party in general that is dominated by billionaires, just as the Republican Party is, that ... operates under the leadership of a bunch of inside-the-Beltway consultants, very well paid, who are way out of touch with the 32,000 people who are here today.\"\n\nOn Rep. Alexandria Ocasio-Cortez\n\nAs Karl started to ask about Ocasio-Cortez being the future of the Progressive Caucus, Sanders jumped in, saying, \"We have one of the untold stories… of what's going on in current American politics, is that in the House of Representatives, you have dozens and dozens of strong, smart, disciplined, hard-working young people in the Progressive Caucus. And, you know, way back when, when I first came to the Congress in the House, I helped form the Progressive Caucus. We had five people in it at that time. Now, they got close to 100, so you got a whole lot of good people. Alexandria is extraordinary. I am so impressed by her work in Congress and her, just, she inspires young people all over the country.\"",
        "imageUrl": "https://i.abcnewsfe.com/a/96d949dd-5ea9-4cc9-b712-7b0649a7bd72/bernie-sanders-1-abc-gmh-250323_1742737183665_hpMain_16x9.jpg?w=1600",
        "authors": [
            "Abc News"
        ],
        "time": "unknown"
    },
    {
        "url": "https://abcnews.go.com/Politics/wyoming-rep-harriet-hageman-grilled-town-hall-doge/story?id=120026153",
        "title": "Wyoming Rep. Harriet Hageman grilled at town hall about DOGE: 'Where is this fraud?'",
        "source": "https://abcnews.go.com/",
        "content": "Wyoming Republican Rep. Harriet Hageman tangled with a fiery town hall audience in her home state on Thursday night as she went back and forth with constituents over Elon Musk's DOGE and cuts to federal spending.\n\nAt one point, Hageman sparred with a woman who said she was a retired military officer and Republican, who grilled the congresswoman over the evidence of alleged fraud that Musk and Republicans contend they have uncovered.\n\n\"Just to give you a little reference, I'm a retired military officer,\" an unidentified woman said at one point in the town hall. \"At 18, I rose my hand to defend the Constitution against all enemies, foreign and domestic. ... \"And my question, having looked at Musk's DOGE, you are a lawyer. Where is this fraud? Who? What company? What organization? What personnel are we going after right now?\"\n\nDOGE's actions have come under fire, not only for recommending thousands of federal workers be fired, including many veterans but allegations, backed by President Donald Trump and the White House pertaining to what they say is massive fraud in government spending. The claims of fraud, which Trump outlined in his recent address to Congress, are not yet verifiable.\n\nHageman, fired back at the constituent, saying, \"Oh my gosh, I'll just start reading some of it. I'll just start reading it right now, if you like me to. I'll just focus on USAID spending right here.\"\n\n\"I didn't say spending, I said actual fraud,\" the woman shouted back at Hageman.\n\n\"This is what it is,\" Hageman retorted. \"This is the spending associated with the fraud. This is the fraud. Spending is the fraud.\"\n\n\"No, no, no,\" the woman shouted back. \"Go after specific companies or specific personnel that are committing fraud.\"\n\nRep. Harriet Hageman, R-Wyo., holds a town hall meeting on Friday, March 14, 2025, in Evanston, Wyo. Spenser Heaps/AP, FILE\n\n\"This is fraud. This is fraudulent spending,\" said Hageman.\n\n\"No, it may be abusive spending, but it's not fraud,\" the woman replied.\n\n\"What I said was waste, fraud and abuse. Waste, fraud and abuse,\" Hageman said back, before trying to give figures on USAID spending.\n\nThe same constituent then pressed Hageman over firings and whether or not they were actually making government more efficient: \"Just because you're firing somebody doesn't mean that's efficient because the job is still there. It still needs to be done,\" she said.\n\n\"We will eliminate some of those jobs as well,\" Hageman said. \"Those jobs will be being eliminated. They don't need to be done.\"\n\nAt another point during the town hall, another woman pressed Hageman over what qualifies Musk to be making cuts to federal spending.\n\n\"You just described the cuts to the government right now as some kind of careful audit, but the cuts that DOGE has been making have been willy-nilly by someone who has never served in the government, has never run a nonprofit, who has 19-year-olds infiltrating computers and agencies and making decisions. So who is Musk accountable to? What qualifies him to be making these cuts? It's not an audit,\" she asked.\n\nDOGE claims to have saved $115 billion but that full amount is unverifiable because there are only receipts for a portion of the claimed savings.\n\n\"As I said a moment ago, this is, it is an audit. It is the closest thing that we are ever going to get to zero-based budgeting in the federal government,\" Hageman said.\n\n\"What I cannot understand, whether he is a billionaire, a millionaire, or someone who is, just as he says, tech support, all he is doing is going in and looking at every single agency and how the money is being spent. Do you think that you are entitled to know how your money is being spent?\" she added.",
        "imageUrl": "https://i.abcnewsfe.com/a/910431bd-e6b0-4bc8-ba5a-5c5c204a3b8c/hageman-mo_1742568499701_hpMain_16x9.jpg?w=1600",
        "authors": [
            "Abc News"
        ],
        "time": "unknown"
    },
    {
        "url": "https://abcnews.go.com/Politics/homan-trump-administration-defy-judges-order-deportation-flights/story?id=120058328",
        "title": "Homan, Trump's border czar, says administration won't defy judge's order on deportation flights",
        "source": "https://abcnews.go.com/",
        "content": "But Trump's \"border czar\" says he doesn't care what judges think.\n\nTom Homan, President Donald Trump's border czar, vowed Sunday that the Trump administration would not defy court orders stemming from legal challenges over its invocation of the wartime Alien Enemies Act to help deport undocumented immigrants from the United States.\n\nStill, speaking exclusively on ABC's \"This Week,\" on Sunday, Homan also said, \"I don't care what the judges think as far as this case,\" referring to a federal judge's latest efforts to determine whether the Trump administration already ignored an earlier order to temporarily halt deportations under the AEA.\n\nThis is a developing story. Please check back for updates.",
        "imageUrl": "https://i.abcnewsfe.com/a/8d382c6c-c40a-4708-a21d-113810853839/tom-homan-2-abc-gmh-250323_1742735565935_hpMain_16x9.jpg?w=1600",
        "authors": [
            "Abc News"
        ],
        "time": "unknown"
    },
    {
        "url": "https://abcnews.go.com/Politics/trump-suggests-tesla-vandals-prison-el-salvador/story?id=120019715",
        "title": "Trump suggests Tesla vandals should be sent to prison in El Salvador",
        "source": "https://abcnews.go.com/",
        "content": "Trump suggests Tesla vandals should be sent to prison in El Salvador\n\nPresident Donald Trump and Tesla CEO Elon Musk speak to the press as they sit in a Tesla vehicle on the South Portico of the White House Mar. 11, 2025 in Washington.\n\nPresident Donald Trump and Tesla CEO Elon Musk speak to the press as they sit in a Tesla vehicle on the South Portico of the White House Mar. 11, 2025 in Washington.\n\nPresident Donald Trump and Tesla CEO Elon Musk speak to the press as they sit in a Tesla vehicle on the South Portico of the White House Mar. 11, 2025 in Washington.\n\nPresident Donald Trump and Tesla CEO Elon Musk speak to the press as they sit in a Tesla vehicle on the South Portico of the White House Mar. 11, 2025 in Washington.\n\nPresident Donald Trump seemed to issue a warning to individuals who participate in Tesla vandalisms, as reports of destruction to vehicles, dealerships and charging stations surge across the country.\n\nEarly Friday morning, Trump posted on his social media platform: \"People that get caught sabotaging Teslas will stand a very good chance of going to jail for up to twenty years, and that includes funders. WE ARE LOOKING FOR YOU!!!\"\n\nHe also suggested those found guilty of participating in Tesla-related crimes could be sent to prison in El Salvador, referring to the administration's controversial move to deport alleged gang members to the country after Trump signed a proclamation invoking the Alien Enemies Act even though a court order temporarily blocked the authority.\n\nA member of the Seattle Fire Department inspects a burned Tesla Cybertruck at a Tesla lot in Seattle, Mar. 10, 2025. Lindsey Wasson/AP\n\n\"I look forward to watching the sick terrorist thugs get 20 year jail sentences for what they are doing to Elon Musk and Tesla,\" Trump said in a posting. \"Perhaps they would serve them in the prisons of El Salvador, which have become so recently famous for such lovely conditions.\"\n\nRecent attacks aimed at Tesla have been reported in Seattle, Kansas City, Las Vegas, Charleston and other cities across the United States since Tesla CEO Elon Musk began his role with the Trump administration's Department of Government Efficiency, or DOGE.\n\nIn a public announcement Friday evening, the FBI said incidents targeting Teslas have been recorded in at least nine states since January, including arson, gunfire and graffiti.\n\n\"These criminal actions appear to have been conducted by lone offenders, and all known incidents occurred at night,\" the FBI said in the public service announcement. \"Individuals require little planning to use rudimentary tactics, such as improvised incendiary devices and firearms, and may perceive these attacks as victimless property crimes.\"\n\nThe FBI urged the public to be vigilant and to look out for suspicious activity in areas around Tesla dealerships.\n\nWhen asked about his comments at the White House on Friday afternoon, Trump called the vandalism suspects \"terrorists\" and appeared to argue what was happening with Tesla vehicles was worse than what happened during the Jan. 6 riots at the Capitol.\n\n\"You didn't have that on Jan. 6, I can tell you. You didn't have anything like that on Jan. 6, which is sort of amazing,\" Trump said.\n\nThree people have been charged for their alleged involvement in recent attacks against Tesla properties in Salem, Oregon; Loveland, Colorado; and North Charleston, South Carolina. Adam Lansky of Salem was charged with illegally possessing an unregistered destructive device on March 5, Lucy Grace Nelson of Lyons, Colorado, was charged with one count of malicious destruction of property on Feb. 27 and Daniel Clarke-Pounder of North Charleston was charged with arson on March 15, according to federal prosecutors.\n\nBoth Lansky and Clarke-Pounder have not entered any pleas, but Nelson pleaded not guilty on March 11, according to court records.\n\nAttorney General Pam Bondi also spoke out against the Tesla vandalisms, saying on Thursday the three suspects will face the \"full force of the law\" for allegedly using Molotov cocktails to set fire to the electric vehicles and charging stations.\n\n\"The days of committing crimes without consequence have ended,\" Bondi said in a statement. \"Let this be a warning: if you join this wave of domestic terrorism against Tesla properties, the Department of Justice will put you behind bars.\"\n\nMore Tesla incidents continue to pop up across the country, with the latest occurring in Fargo, North Dakota, early Friday morning, where fire crews found \"a small fire in wood chips at the base of the electric vehicle chargers in the parking lot,\" according to the Fargo Fire Department.\n\nPresident Donald Trump, accompanied by White House Senior Advisor, Tesla and SpaceX CEO Elon Musk, speaks next to a Tesla Model S on the South Lawn of the White House, Mar. 11, 2025 in Washington. Andrew Harnik/Getty Images\n\nOfficials said the fire is considered \"suspicious\" and the cause of the fire is under investigation. It is unclear whether the fire damaged the chargers, authorities said.\n\nThe New York City Police Department is also asking for the public's help in identifying two men who spray-painted a swastika on a Cyber Truck on Thursday. The incident is being investigated by the NYPD's Hate Crime Task Force.\n\nIn addition to the company dealing with the recent attacks, Tesla's stocks have tumbled nearly 48% this year and in recent weeks, four top officers at the company have sold off $100 million in stock, according to filings with the U.S. Securities and Exchange Commission.\n\nMusk, the owner of X, reposted reactions to Trump's comments on Friday, including one that said \"ESPECIALLY the funders\" should be held responsible for these attacks.\n\nA spokesperson for Tesla did not immediately respond to ABC News' request for comment.",
        "imageUrl": "https://i.abcnewsfe.com/a/93562009-f5ef-4acc-a077-7be1ef8792bf/donald-trump-1-gty-gmh-250312_1741783875135_hpMain_16x9.jpg?w=1600",
        "authors": [
            "Abc News"
        ],
        "time": "unknown"
    },
    {
        "url": "https://abcnews.go.com/Politics/trump-administrations-conflict-judges-constitutional-crisis/story?id=119981540",
        "title": "Is the Trump administration's conflict with judges a constitutional crisis? What to know",
        "source": "https://abcnews.go.com/",
        "content": "A legal expert told ABC News that the nation is on a \"precipice.\"\n\nIs the Trump administration's conflict with judges a constitutional crisis? What to know\n\nThe U.S. Supreme Court is shown Mar. 17, 2025 in Washington.\n\nThe U.S. Supreme Court is shown Mar. 17, 2025 in Washington.\n\nThe U.S. Supreme Court is shown Mar. 17, 2025 in Washington.\n\nThe U.S. Supreme Court is shown Mar. 17, 2025 in Washington.\n\nAs the Trump administration's legal tug-of-war with the nation's judges over its controversial policies and actions escalates, constitutional law experts are sounding the alarm that the country could be inching closer to a constitutional crisis.\n\nWhat would a constitutional crisis involve, and when and how would it get triggered?\n\nOver the weekend, the administration defied a federal judge's directive issued from the bench to turn around two flights carrying alleged Venezuelan gang members to El Salvador, after which the president and his top officials said that they would push ahead with the deportations despite what the court said, while also pursuing an appeal.\n\nPresident Donald Trump listens as he meets NATO Secretary General Mark Rutte (not pictured), in the Oval Office at the White House in Washington, Mar. 13, 2025. Evelyn Hockstein/Reuters\n\nAdministration lawyers took a similar position when judges ordered funding cuts from USAID and other agencies restored or for spending to be unfrozen, according to court documents.\n\n'Dangerously close'\n\nRichard Pildes, the Sudler family professor of constitutional law at NYU Law School, who has been involved in many federal court cases, told ABC News that such defiance of the courts undermines the judicial branch and could have serious consequences.\n\n\"I would say, we are dangerously close to a constitutional crisis. Maybe we're dancing kind of on the edge of a constitutional crisis,\" he told ABC News.\n\nJames Sample, a constitutional law expert at Hofstra University, who has been involved in federal cases, agreed that the country is on the \"precipice\" of such a crisis, noting that the courts are limited in being able to enforce their rulings.\n\nHowever, he noted, courts are designed to be deliberative with cases.\n\n\"The courts are essentially saying, we need to slow down,\" Sample told ABC News. \"The executive [branch] may ultimately get what it wants. … But if the executive gets what it wants without a process, then not only the individuals lose, but all of us lose justice.\"\n\nWhat constitutes a constitutional crisis?\n\nSample said constitutional scholars have differed on what exactly defines a constitutional crisis.\n\n\"The one thing we can say for certain is that it's not an on-off switch,\" Sample said of constitutional crisis. \"It's not a binary. It's a position on a spectrum.\"\n\nRetired Supreme Court Justice Stephen Breyer echoed that sentiment in an interview with CNN this week.\n\n\"No one really knows. People have different views on that,\" he said.\n\nSample said the Trump administration's actions are sliding closer to the concerning part of the spectrum -- a development, he said, that could never have been foreseen by the nation's founders.\n\nThe U.S. Supreme Court is shown Mar. 17, 2025 in Washington. Win McNamee/Getty Images\n\n\"What we are experiencing is not a blitzkrieg against [political] adversaries, but rather a blitzkrieg on the part of the executive against the rule of law itself. That is a defining characteristic of a crisis for the rule of law,\" Sample said.\n\nPast crises were isolated\n\nAside from the Confederate states' succession leading to the Civil War, the experts ABC News spoke with said that past examples of constitutional crises ended up blowing over, such as when President Franklin D. Roosevelt threatened to go forward with a military tribunal against a Nazi sympathizer from Long Island during World War II.\n\nThe U.S. Supreme Court ultimately gave the president the power to go forward, according to Pildes.\n\nIn some cases, the executive branch has stepped in to enforce court orders, such as when then-President Dwight D. Eisenhower ordered the National Guard to make sure states followed the U.S. Supreme Court's Brown v. Board of Education landmark decision ending segregation in public schools.\n\nArkansas National Guard troops escort nine students from Little Rock's Central High School at the end of the day's session, Oct. 3, 1957. Bettmann Archive\n\n\"All of those [past examples] are sort of an individual, discrete issue, not a kind of more pervasive or systemic disregard of the courts and rulings of law by the executive branch,\" Pildes said.\n\nThe Trump administration's actions put courts in uncharted waters\n\nThe Trump administration's actions, in contrast, the experts said, are unprecedented because of the speed both at which the administration is enacting Trump's policies and opponents are challenging the administration's moves in court.\n\n\"The executive has some capacity to change facts on the ground before the courts can act and it can be hard to undo some of those actions, even if the courts end up concluding that they were unlawful,\" Pildes said.\n\nSample, of Hofstra, compared it to a computer being so overloaded it can't process the information.\n\n\"The volume of what is happening, and the speed at which it is being undertaken, is crashing the constitutional hard drive,\" he said.\n\nThe situation has been played out over the last couple of weeks as Trump has claimed that he would abide by court orders that issued temporary restraining orders over his policies, such as deportations, mass firings of federal workers and discharging transgender service members; however, court documents have indicated that those orders were not followed in many cases.\n\nTrump and his allies, including billionaire Elon Musk, have also gone after Judge James Boasberg on social media after he issued from the bench a temporary restraining order against the administration in a case challenging the president's executive orders to deport Venezuelan migrants.\n\nPresident Donald Trump speaks during a cabinet meeting at the White House in Washington, Feb. 26, 2025. Al Drago/Pool/EPA-EFE/Shutterstock\n\n\"We have not historically seen the idea of attacking judges [or] attacking courts for rulings with which we disagree and attacking the system itself,\" Sample said. \"That's a problem.\"\n\nTools that courts can use to push back\n\nDespite the unprecedented pushback on the courts, the experts said that the judiciary does have tools to prevent a crisis.\n\nPildes noted that while courts face a challenge when it comes to enforcing their rulings against the executive branch directly, they can still take some actions to get an administration to comply.\n\nJudges have threatened to use contempt findings and fines, and Pildes said those warnings can be serious.\n\n\"If there are lawyers involved in advising to defy a court order, or participating in defiance of a court order, there can be sanctions against those lawyers. Their bar licenses could be at stake,\" he said.\n\n\"Then, if there are misrepresentations that lawyers make in court, that can also be sanctioned against the lawyers,\" Pildes added. \"Sometimes that very sanction is enough to get them to comply. But if it's not, the courts can start imposing fines.\"\n\nThe Supreme Court is seen in Washington, Mar. 5, 2025. Tierney L Cross/AFP via Getty Images\n\n\"As the executive defiance kind of goes on, more and more officials would have to be involved in going down this path with the executive of not complying,\" he said.\n\nSample, however, noted that if a court chose contempt, it could further test the Constitution because the U.S. Marshals Service, which is under the jurisdiction of the executive branch, would be involved with enforcing an order.\n\n\"It's not far-fetched to believe that the Trump administration would, in the face of a contempt order, just simply tell the U.S. Marshals Service not to enforce it,\" he said. \"This goes back to that same principle that the glue that holds the constitutional structure together is not just law, it's norms.\"\n\nThere already has been some pushback from the top level of the judiciary to Trump's rhetoric.\n\nChief Justice John Roberts rebuked calls to impeach judges with a rare statement this week.\n\n\"For more than two centuries, it has been established that impeachment is not an appropriate response to disagreement concerning a judicial decision. The normal appellate review process exists for that purpose,\" he said.\n\nTrump dismissed Roberts' statement in an interview with Fox News, claiming Roberts did not directly mention him by name. Trump and his allies have continued to verbally attack federal judges who have issued temporary restraining orders and injunctions on implementation of his policies and executive orders.\n\nThe public's role is crucial in averting crises\n\nSample and Pildes said that given their actions so far during the last couple of weeks, it is unlikely that the Republican-controlled Congress will step up to curb Trump's rhetoric and action and force him to comply with the courts..However, public opinion will play a big part in preventing the country from entering a crisis, they argued.\n\n\"The tool, the arrow in the quiver of the courts is the legitimacy and the public's faith in the legitimacy of the process playing itself out of those rulings. One of the things that is a hallmark of a civilized society is that if the citizens believe that a process was fair,\" Sample said.\n\nPresident Donald Trump listens as Commerce Secretary Howard Lutnick delivers remarks at a Cabinet meeting at the White House on Feb. 26, 2025 in Washington. Andrew Harnik/Getty Images\n\nPildes noted that as the Watergate scandal unfolded and then-President Richard Nixon was forced by the U.S. Supreme Court to release audio tapes that implicated him on impeachable offenses, public opinion had already turned on him and his allies in Congress to the point that he resigned.\n\nPildes added that public opinion can be expressed through economics, which federal leaders watch attentively. Business and stock markets are typically weakened if governments and the rule of law are disrupted and that could force the executive to rethink their resistance to the courts, he said.\n\n\"If we get to [a constitutional crisis], you can imagine easily a lot of turmoil that would actually show up in the market show up in the economy. People will stop wanting to invest here,\" he said.\n\nSample said the country's current polarization will make it harder for a public consensus, but he believed that generally, Americans would be speaking out against anything that leads to a crisis.\n\nDemonstrators rally on the National Mall during the NowDC protest, in Washington, Mar. 14, 2025. Graeme Sloan/EPA-EFE/Shutterstock\n\n\"Even if you are hardcore MAGA, and you think Donald Trump is a benevolent authoritarian, there may come a time where the next leader, with authoritarian leanings is, from your perspective, not so benevolent,\" he said. \"So, if Americans want to push back against authoritarianism, they need to stand up and be willing to say I oppose authoritarianism, even if it might be producing the short-term results that I desire.\"",
        "imageUrl": "https://i.abcnewsfe.com/a/b84e9a4c-4d70-473b-b21a-122c31de81d3/scotus-2-gty-gmh-230320_1742478859746_hpMain_16x9.jpg?w=1600",
        "authors": [
            "Abc News"
        ],
        "time": "unknown"
    },
    {
        "url": "https://abcnews.go.com/US/wildfire-warnings-continue-parts-country-strong-winds-persist/story?id=120030148",
        "title": "Over 25 million remain under red flag warnings with heightened risk of wildfires",
        "source": "https://abcnews.go.com/",
        "content": "Miami Dade fire crews work on a brush fire along U.S. 1 highway, near Homestead, Fla., on March 21, 2025.\n\nMiami Dade fire crews work on a brush fire along U.S. 1 highway, near Homestead, Fla., on March 21, 2025.\n\nMiami Dade fire crews work on a brush fire along U.S. 1 highway, near Homestead, Fla., on March 21, 2025.\n\nMiami Dade fire crews work on a brush fire along U.S. 1 highway, near Homestead, Fla., on March 21, 2025.\n\nOver 25 million Americans remain under red flag warnings on Saturday, as warm, dry and windy conditions continue to heighten the risk of wildfires.\n\nMuch of the fire threat stretches across the Central U.S., but parts of the Southeast are also under an elevated risk.\n\nThe red flag warnings could even impact major cities including Raleigh, Atlanta and Denver.\n\nA wildfire in southeast Miami-Dade, Florida, was 65% contained as of Saturday afternoon, local officials said.\n\n\"Firefighters continue working around the clock to contain the fire. So far today there have been no road closures to and from the Florida Keys, but we continue to advise residents and commuters to stay informed and alert in case conditions change,\" Miami-Dade County Mayor Daniella Levine Cava said.\n\nABC News\n\nWhile many areas face an elevated threat for fires Saturday, parts of New Mexico and West Texas face a critical threat. Sustained winds between 15-25 mph (and higher gusts), warm temperatures and low relative humidity will contribute to the heightened threat.\n\nIn the Southeast, the greatest risk is across portions of the Carolinas and extending into northern Georgia where the Red Flag Warnings have been issued until 8 p.m. ET this evening. Winds will be gusty, but not very strong in the region. It’s the combination of very dry conditions and gusty winds elevating the fire danger in these areas.\n\nThe more critical fire danger will be focused across parts of the Plains later this afternoon into the evening hours where the winds will be stronger, and the air will be even drier. Red Flag Warnings are stretching from the Texas Panhandle up to South Dakota. The Denver metro area is under a Red Flag Warning. In these areas, wind gusts of 40-50 mph are possible in the coming hours.\n\nIt remains warm and dry in South Florida; however, light winds Saturday will give way to very calm winds in the evening so firefighters should be able to keep gaining ground.\n\nThe overall fire danger improves on Sunday, mostly due to calmer winds, but many areas will remain dry through the weekend. The fire threat will still be elevated Sunday for parts of the southern Plains, from the Texas Panhandle to western Nebraska.\n\nABC News\n\nHeavy snow and a wintry mix are expected across parts of the Upper Midwest and northern Great Lakes, where winter weather alerts are in effect for parts of northeastern Minnesota and the Upper Peninsula of Michigan. Snowfall totals ranging between 3 to 7 inches are possible, along with a light glaze of ice accumulations. However, areas farther north could expect heavier and steadier snow, leading to higher totals.\n\nHeavy rain and thunderstorms associated with the same storm system are likely farther south, where parts of the Mid-Mississippi River Valley could even encounter a few severe storms. mainly rain and thunderstorms.\n\nA good portion of Missouri and eastern Kansas, along with the northeastern corner of Oklahoma and northwestern corner of Arkansas, are under a marginal risk (level 1 of 5) for severe storms this evening and overnight. Damaging winds and the potential for large hail remains the biggest concern, but a tornado or two can’t entirely be ruled out either.\n\nThis image provided by the New Mexico State Forestry Division shows firefighters battling a wildfire in southern New Mexico, March 18, 2025. Caleb Finch/New Mexico State Forestry Division via AP\n\nAs this storm system heads farther east on Sunday, the threat for severe weather will increase across the Lower Mississippi River Valley and Deep South. Heavy rain from storms could also lead to flash flooding, especially in prone areas.\n\nOver 4 million are under a slight risk (level 2 of 5) for severe storms Sunday afternoon and evening from Texas up through Tennessee. Again, the threat for damaging winds and hail remains the biggest concern, but a few tornadoes are also possible.",
        "imageUrl": "https://i.abcnewsfe.com/a/82bec1a9-ebc0-42ad-8246-f562acabec42/florida-wildfire-ap-jt-250322_1742652818473_hpMain_16x9.jpg?w=1600",
        "authors": [
            "Abc News"
        ],
        "time": "unknown"
    },
    {
        "url": "https://abcnews.go.com/US/1-dead-3-missing-after-boat-capsizes-florida/story?id=120061301",
        "title": "1 dead, 3 still missing after boat capsizes on Florida river",
        "source": "https://abcnews.go.com/",
        "content": "The boat, which had flipped over, has been recovered and towed.\n\nFirst responders are on the scene after a boat capsized on St. Johns River in Jacksonville, Fla., on March 21, 2025.\n\nFirst responders are on the scene after a boat capsized on St. Johns River in Jacksonville, Fla., on March 21, 2025.\n\nFirst responders are on the scene after a boat capsized on St. Johns River in Jacksonville, Fla., on March 21, 2025.\n\nFirst responders are on the scene after a boat capsized on St. Johns River in Jacksonville, Fla., on March 21, 2025.\n\nOne person is dead and three others are still missing after a boat capsized on St. Johns River in Jacksonville, Florida.\n\nAfter searching for more than 17 hours \"by air and sea\" and covering more than 270 square miles, the Coast Guard said Saturday evening it was suspending its search.\n\n\"We extend our deepest sympathies to the family and loved ones of those missing,\" said Lt. Cmdr. Barton Nanney, a Coast Guard Sector Jacksonville search and rescue mission coordinator.\n\nIn this image released by the US Coast Guard, the search continuies for three people on the St. Johns River in Jacksonville, Fla., on March 22, 2025. USCG Southeast\n\n\"Suspending search efforts is an incredibly difficult and heartbreaking decision, made only after an exhaustive and thorough search. We are truly grateful to our partner agencies for their relentless efforts and unwavering support,\" Nanney said. ​\n\nThe Jacksonville Fire Rescue Department responded to a reported capsized 18-foot vessel with multiple people in the water at 8 p.m. on Friday.\n\nFirst responders are on the scene after a boat capsized on St. Johns River in Jacksonville, Fla., on March 21, 2025. WJXX\n\nFour people were pulled from the water upon arrival of first responders and four more were unaccounted for.\n\nNo one aboard the boat had been wearing lifejackets, the Coast Guard said.\n\nMultiple agencies' boats, search teams, helicopters and a drone unit continued search efforts for the missing people. One of the four missing people was found dead.\n\nFirst responders are on the scene after a boat capsized on St. Johns River in Jacksonville, Fla., on March 21, 2025. WJXX\n\nThe boat, which had flipped over, has been recovered and towed, officials said. The cause of the capsizing is under investigation, the Coast Guard said.",
        "imageUrl": "https://i.abcnewsfe.com/a/dd714b2c-027f-4bf6-b74c-ced006bbcd1d/boat-capsized-ht-jt-250322_1742670020861_hpMain_16x9.jpg?w=1600",
        "authors": [
            "Abc News"
        ],
        "time": "unknown"
    },
    {
        "url": "https://abcnews.go.com/US/wireStory/abortion-plays-key-role-state-political-fight-time-120053368",
        "title": "Abortion plays a key role in Wisconsin's court race",
        "source": "https://abcnews.go.com/",
        "content": "Abortion has been top of mind for many voters casting early ballots in the race for a seat on the Wisconsin Supreme Court\n\nMILWAUKEE -- As the candidates for a Wisconsin Supreme Court seat squared off in a recent debate before early voting, one issue came up first and dominated at the start.\n\n“Let’s talk about abortion rights,” the moderator said.\n\nThe winner of the April 1 election could hold the power to determine the fate of any future litigation over abortion because the outcome of the race for a vacancy on the state's highest court will decide whether liberals or conservatives hold a majority.\n\nAbortion has become a central plank of the platform for the Democratic-backed candidate, Dane County Judge Susan Crawford, in part because of its effect on voter turnout, although to a lesser extent than during a heated 2023 state Supreme Court race that flipped the court to a liberal majority. Brad Schimel, a former state attorney general, is the Republican-supported candidate.\n\n“Abortion of course remains a top issue,” said Charles Franklin, a Marquette University political scientist. “But we haven’t seen either candidate be as outspoken on hot-button issues as we saw in 2023.”\n\nDemocrats are hoping voters will be motivated by the potential revival of an abortion ban from 1849, which criminalizes “the willful killing of an unborn quick child.” The Wisconsin Supreme Court is currently deciding whether to reactivate the 175-year-old ban.\n\nPlanned Parenthood of Wisconsin filed a separate lawsuit in February asking the court to rule on whether a constitutional right to abortion exists in the state.\n\nThe 19th century law was enacted just a year after Wisconsin became a state, when lead mining and the lumber industry formed the bedrock of the state’s economy as white settlers rushed into areas left vacant by forced removals of Native American tribes.\n\nIt also was a time when combinations of herbs stimulating uterine contractions were the most common abortion method, said Kimberly Reilly, a history and gender studies professor at the University of Wisconsin-Green Bay.\n\n“During this time, there were no women in statehouses,” Reilly said. “When a woman got married, she lost her legal identity. Her husband became her legal representative. She couldn’t own property in her name. She couldn’t make a contract.”\n\nThis is the latest instance of long-dormant restrictions influencing current abortion policies after the U.S. Supreme Court in 2022 overturned Roe v. Wade, which had granted a federal right to abortion.\n\nThe revival of an 1864 Arizona abortion law, enacted when Arizona was a territory, sparked a national outcry last year. Century-old abortion restrictions passed by all-male legislatures during periods when women could not vote — and scientific knowledge of pregnancy and abortion were limited — have also influenced post-Roe abortion policies in Alabama, Arkansas, Michigan, Mississippi, Oklahoma, Texas and West Virginia.\n\nThose laws tend to be more severe. They often do not include exceptions for rape and incest, call for the imprisonment of providers and ban the procedure in the first few weeks of pregnancy. Some have since been repealed, while others are being challenged in court.\n\nDuring the state Supreme Court debate March 12, Crawford declined to weigh in directly on the 1849 abortion case but promoted her experience representing Planned Parenthood of Wisconsin and “making sure that women could make their own choices about their bodies and their health care.” In an ad released Wednesday, she accused Schimel of not trusting “women to make their own healthcare decisions.”\n\nSchimel calls himself “pro-life” and has previously supported leaving Wisconsin’s 1849 abortion ban on the books. He dodged questions about abortion during the debate, saying he believes the issue should be left up to voters, although Wisconsin does not have a citizen-led ballot initiative process, which voters in several other states have used to protect abortion rights.\n\nAnthony Chergosky, a University of Wisconsin-La Crosse political scientist, said Schimel has been “borrowing from the Republican playbook of avoiding the issue of abortion” by leaving the question to voters in individual states.\n\nThe message has still gotten across to many Democratic voters, who cited abortion as a top issue while waiting in line for early voting this past week.\n\nJane Delzer, a 75-year-old liberal voter in Waukesha, said “a woman’s right to choose is my biggest motivator. I’m deeply worried about what Schimel may do on abortion.”\n\nJune Behrens, a 79-year-old retired teacher, spoke about a loved one’s abortion experience: “Everyone makes their own choice and has their own journey in life, and they deserve that right.”\n\nRepublican voters primarily cited immigration and the economy as their top issues, essentially the same ones that helped propel Republican Donald Trump's win over Democratic Vice President Kamala Harris last November in the presidential election. But others said they also wanted conservative social views reflected on the court.\n\nLewis Titus, a 72-year-old volunteer for the city of Eau Claire, said restricting abortion was his top issue in the Supreme Court race: \"I believe that Brad Schimel is the one to carry that on.”\n\nWhile it's one of the key issues this year, abortion played a much larger role two years ago, when a race for Wisconsin’s highest court demonstrated how expensive and nationalized state Supreme Court races have become.\n\nThis year’s campaigns have focused primarily on “criminal sentencing and attempting to paint one another as soft on crime,” said Howard Schweber, a University of Wisconsin-Madison political science professor emeritus.\n\nCrawford also has tried to make the race a referendum on Trump after his first months in office and tech billionaire Elon Musk, who is running Trump’s massive federal cost-cutting initiative and has funded two groups that have together spent more than $10 million to promote Schimel.\n\n“Two years ago, abortion was a hugely mobilizing issue, and we saw that clearly in the lead-up to the election,” Schweber said. “We’re seeing some of this but not to the same extent, which really makes no sense. The issues and stakes are exactly the same.”\n\nThe decision to elevate other issues might be the result of anxiety among Democrats that abortion may not resonate as deeply as they once believed after significant election losses in November, despite Harris using abortion as a pillar of her campaign, several Wisconsin politics experts said.\n\nCharles Franklin, a Marquette University political scientist, said he believes abortion will motivate Democrats, but the issue may not rank high in the priorities of independent voters, who he says will be central to the race's outcome.\n\n“In the early days after Roe v. Wade was overturned, it was still a very hot issue for voters,” he said. “But as states have codified their abortion laws, the issue doesn’t seem to motivate voters to the same extent. In the fall, many Democrats believed abortion was still this magic silver bullet and would win them the presidential and Senate races. But the outcomes didn’t seem to support that.”\n\n___\n\nAssociated Press video journalist Mark Vancleave in Eau Claire, Wisconsin, contributed to this report.\n\n___\n\nThe Associated Press receives support from several private foundations to enhance its explanatory coverage of elections and democracy. See more about AP’s democracy initiative here. The AP is solely responsible for all content.",
        "imageUrl": "https://i.abcnewsfe.com/a/e00cab13-763e-4cb9-8295-9d16e7ce7be5/wirestory_0a7002302fde1604e5d35ad1b6da7b16_16x9.jpg?w=1600",
        "authors": [
            "Abc News"
        ],
        "time": "unknown"
    },
    {
        "url": "https://abcnews.go.com/Politics/musk-pac-offers-100-wi-voters-sign-petition/story?id=120024818",
        "title": "Musk PAC offers $100 to Wisconsin voters who sign petition against 'activist judges'",
        "source": "https://abcnews.go.com/",
        "content": "The petition asks voters to reject \"activist judges who impose their own views.\"\n\nElon Musk leaves following a luncheon with members of the Senate Republican Conference on Capitol Hill in Washington, D.C., March 5, 2025.\n\nElon Musk leaves following a luncheon with members of the Senate Republican Conference on Capitol Hill in Washington, D.C., March 5, 2025.\n\nElon Musk leaves following a luncheon with members of the Senate Republican Conference on Capitol Hill in Washington, D.C., March 5, 2025.\n\nElon Musk leaves following a luncheon with members of the Senate Republican Conference on Capitol Hill in Washington, D.C., March 5, 2025.\n\nElon Musk’s political action committee is offering Wisconsin voters $100 who sign a petition opposing \"activist judges\" ahead of the April 1 Wisconsin Supreme Court election, echoing the billionaire’s controversial cash giveaways during President Donald Trump’s 2024 campaign.\n\nThe petition, promoted online and at in-person events by Musk’s America PAC, asks voters in the state to reject \"activist judges who impose their own views.\" Wisconsin voters who sign up are eligible to receive the $100, according to the PAC.\n\nThe petition’s language mirrors recent attacks by Musk and Trump on federal judges who have ruled against the administration. It reads: \"Judges should interpret laws as written, not rewrite them to fit their personal or political agendas. By signing below, I'm rejecting the actions of activist judges who impose their own views and demanding a judiciary that respects its role — interpreting, not legislating.\"\n\nThe petition also allows Musk’s team to collect voter data for get-out-the-vote efforts ahead of next month’s election.\n\nThe world's richest man has used cash giveaways in past elections, including a controversial $1 million sweepstakes to voters in swing states who signed a second amendment petition in efforts to boost Trump's chances.\n\nElon Musk awarded Kristine Fishell with a $1 million check during the town hall at the Roxain Theater on October 20, 2024 in Pittsburgh, Pennsylvania. Michael Swensen/Getty Images\n\nSo far, two political groups aligned with Musk -- America PAC and Building America’s Future -- have poured nearly $20 million into supporting Republican candidate Brad Schimel.\n\nIn a memo obtained by ABC News, Building America’s Future said that internal polling showed Schimel was \"within striking distance\" of Democratic candidate Susan Crawford. To pull ahead, Schimel needed to \"consolidate the base and present Schimel as a pro-Trump conservative,\" according to the memo.",
        "imageUrl": "https://i.abcnewsfe.com/a/52298e45-c08b-4ecf-abb7-c0a2d59570ab/elon-musk-file-rt-jef-250321_1742568969553_hpMain_16x9.jpg?w=1600",
        "authors": [
            "Abc News"
        ],
        "time": "unknown"
    },
    {
        "url": "https://abcnews.go.com/International/wireStory/venezuela-resume-repatriation-migrants-after-deal-us-official-120060202",
        "title": "Venezuela to resume repatriation of migrants after deal with US",
        "source": "https://abcnews.go.com/",
        "content": "Venezuela to resume repatriation of migrants after deal with US\n\nFILE - Venezuelan migrants deported from the United States deplane at the Simon Bolivar International Airport in Maiquetia, Venezuela, Feb. 20, 2025. (AP Photo/Cristian Hernandez, File)\n\nFILE - Venezuelan migrants deported from the United States deplane at the Simon Bolivar International Airport in Maiquetia, Venezuela, Feb. 20, 2025. (AP Photo/Cristian Hernandez, File)\n\nFILE - Venezuelan migrants deported from the United States deplane at the Simon Bolivar International Airport in Maiquetia, Venezuela, Feb. 20, 2025. (AP Photo/Cristian Hernandez, File)\n\nFILE - Venezuelan migrants deported from the United States deplane at the Simon Bolivar International Airport in Maiquetia, Venezuela, Feb. 20, 2025. (AP Photo/Cristian Hernandez, File)\n\nCARACAS, Venezuela -- Venezuela will once again accept repatriation flights from the United States carrying its deported nationals after reaching an agreement with the U.S., a Venezuelan official said on social media Saturday.\n\nVenezuelan President Nicolás Maduro suspended flights on March 8, after the U.S. Treasury Department announced the withdrawal of Chevron’s license to export Venezuelan oil.\n\n“We have agreed with the U.S. government to resume the repatriation of Venezuelan migrants with an initial flight tomorrow, Sunday,” said Jorge Rodríguez, president of Venezuela's Assembly and Maduro’s chief negotiator with the U.S.\n\nVenezuela accepted the deal to guarantee the “the return of our compatriots to their nation with the safeguard of their Human Rights,” Rodríguez said.\n\nIn his statement, Rodríguez referred to the deportation by Donald Trump’s government of some 250 Venezuelans to a high-security prison in El Salvador.\n\n“Migrating is not a crime and we will not rest until we achieve the return of all those who require it and until we rescue our brothers kidnapped in El Salvador,” Rodríguez said.\n\nMaduro ratified the measure during a public event later in the day. “We are resuming flights to rescue and release migrants from U.S. prisons,” Maduro said.\n\nThe Venezuelan leader also said that he held the president of El Salvador, Nayib Bukele, responsible for the well-being of the Venezuelans deported to that country.\n\n“You guarantee their health and, sooner rather than later, you have to hand them over and release them, because they are kidnapped,” Maduro said.\n\nTrump alleged the deportees were members of the Tren de Aragua gang. He labeled the Tren de Aragua an invading force on March 15 when he invoked the Alien Enemies Act, a little-used authority from 1798 that allows the president to deport any non-citizen during wartime. A federal judge issued an order temporarily barring the deportations, but flights were in the air when the ruling came down.\n\nTren de Aragua, which the U.S. Department of State designated a foreign terrorist organization, originated in a prison in the South American country. Members accompanied an exodus of millions of Venezuelans, the overwhelming majority of whom were seeking better living conditions after their nation’s economy came undone last decade.\n\nTrump’s administration has not provided evidence that the deportees are members of Tren de Aragua or that they committed any crime in the U.S.\n\nMaduro’s government has mostly refused the entry of immigrants deported from the U.S. Those deportations have sharply picked up since Trump took office on Jan. 20.\n\nIn recent weeks, some 350 people were deported to Venezuela, including some 180 who spent up to 16 days at the U.S. naval base in Guantanamo Bay, Cuba.\n\nThe Trump administration said that the Venezuelans sent to Guantanamo are members of Tren de Aragua, but offered little evidence to back this up.",
        "imageUrl": "https://i.abcnewsfe.com/a/d1524350-bbc9-4b64-ac3a-705cd50343ec/wirestory_2e9b747437a1dd2edb15c28d08a31041_16x9.jpg?w=1600",
        "authors": [
            "Abc News"
        ],
        "time": "unknown"
    },
    {
        "url": "https://abcnews.go.com/US/family-3-missing-after-leaving-grand-canyon-driving/story?id=119977799",
        "title": "Family of 3 missing after leaving Grand Canyon and driving through winter storm",
        "source": "https://abcnews.go.com/",
        "content": "The family is named as Jiyeon Lee, 33, Taehee Kim, 59, and Junghee Kim, 54.\n\nFamily of 3 missing after leaving Grand Canyon and driving through winter storm\n\nA family of three visiting the United States has been missing for over a week after leaving the Grand Canyon on a road trip and driving through a winter storm, officials in Arizona said.\n\nThe Coconino County Sheriff's Office said it is currently seeking information on the whereabouts of a family of three -- Jiyeon Lee, 33, Taehee Kim, 59, and Junghee Kim, 54. The sheriff's office initially had different ages for the family members, but issued an update Thursday night.\n\nLee was traveling with her mother, Taehee Kim, and aunt, according to a sheriff's office spokesperson.\n\nThe Coconino County Sheriff's Office released a missing persons poster for Jiyeon Lee, 33, Taehee Kim, 59, and Junghee Kim, 54. Coconino County Sheriff's Office\n\nThe family was last known to be traveling by road in a white BMW with California license plates when they were on vacation from the Grand Canyon area to Las Vegas on March 13, the sheriff's office said. Pings on their cellphones and GPS information from the rental car show they were last traveling on westbound Interstate 40 at around 3:30 p.m. that day, the office said.\n\nThe Coconino County Sheriff's Office said it is aware of several multi-vehicle crashes along I-40 on the same day amid a large snowstorm, however, it's unknown if their vehicle was involved in any of them.\n\n\"The big concern right now is, the ping that we had on that phone .... close to that time was also, a major accident had taken place on the interstate, very close to where that ping was located,\" Jon Paxton, the spokesperson for the Coconino County Sheriff's Office, told ABC News on Friday.\n\nPaxton said it's \"possible\" the three missing people were involved in the accident.\n\nA still from a video showing the wreckage following a multi-vehicle crash along Interstate 40 near Williams, Arizona, that occurred on March 13, 2025. Arizona Department of Public Safety\n\nTwo people died in the pile-up involving more than 20 vehicles, Paxton said. Some vehicles involved burned in a long-lasting fire and are hard to identify, he said.\n\nPaxton urged anyone who may have been in the area around the time who may have information to contact the sheriff's office.\n\nIn the meantime he said the sheriff's office has searched the area and service roads as well as hospitals and have exhausted all leads.\n\n\"We spent three days searching,\" Paxton said. \"We’ve exhausted all the leads and searched all the areas we felt they would be.\"\n\nThe Coconino County Sheriff's Office released a missing persons poster for Jiyeon Lee, 33, Taehee Kim, 59, and Junghee Kim, 54. Coconino County Sheriff's Office\n\nThe women were supposed to fly out of San Francisco on March 17 to return to South Korea, but when their family never heard from them regarding the flight, they got concerned, Paxton said.\n\nThe sheriff's office received a missing persons report from the South Korean consulate in Los Angeles the following day, he said.\n\nThe South Korean consulate in Los Angeles, whose jurisdiction includes Arizona, said in a statement on Friday its consulate general filed the missing persons report on behalf of their family \"and has provided all relevant information to the authorities.\"\n\n\"We have dispatched a consul to the area and are working closely with the police to locate the missing people as quickly as possible,\" the statement continued.",
        "imageUrl": "https://i.abcnewsfe.com/a/26367e68-9577-41ea-8ee2-0e725814f5ba/missing-ht-er-250320_1742484962063_hpMain_16x9.jpg?w=1600",
        "authors": [
            "Abc News"
        ],
        "time": "unknown"
    },
    {
        "url": "https://abcnews.go.com/Health/scientist-speaks-after-nih-terminates-grants-including-study/story?id=120020702",
        "title": "Scientist speaks out after NIH terminates grants including study of LGBTQ+ teens' mental health",
        "source": "https://abcnews.go.com/",
        "content": "NIH has been terminating grants relating to LGBTQ+ issues and DEI.\n\nThe patient's entrance at the National Institutes of Health is shown in Bethesda, Md., Oct. 16, 2014.\n\nThe patient's entrance at the National Institutes of Health is shown in Bethesda, Md., Oct. 16, 2014.\n\nThe patient's entrance at the National Institutes of Health is shown in Bethesda, Md., Oct. 16, 2014.\n\nThe patient's entrance at the National Institutes of Health is shown in Bethesda, Md., Oct. 16, 2014.\n\nA researcher who was one of many to have their grants terminated by the National Institutes of Health (NIH) is speaking out about how the halting of such research could have harmful effects.\n\nRecently, several active research grants related to studies involving LGBTQ+ issues, gender identity and diversity, equity and inclusion (DEI) were canceled at the NIH. According to termination letters sent to researchers at various universities that were reviewed by ABC News, the canceled projects do not serve the \"priorities\" of the current administration.\n\nAmong those to receive letters was Dr. Brittany Charlton, an associate professor in the department of epidemiology at the Harvard T.H. Chan School of Public Health.\n\nCharlton told ABC News all of her grants have been terminated as of Friday, meaning she has lost all of her funding.\n\n\"Watching scientific research grants be terminated because of what appears to be political suppression is devastating,\" she said.\n\nAmong Charlton's grants terminated was a five-year grant, of which Charlton and her colleagues were on year four, focused on documenting obstetrical outcomes for lesbian, gay and bisexual women, she said.\n\nAnother grant was focused on how to improve the experience of lesbian, gay and bisexual individuals who are trying to form their families.\n\nA third was research looking to understand how discriminatory laws, such as so-called \"Don't Say Gay\" bills, impact mental health among LGBTQ+ teens and potentially lead to depression and suicide.\n\nShe said this specific grant had 4.5 more years and millions of dollars left at the time of termination.\n\nThe patient's entrance at the National Institutes of Health is shown in Bethesda, Md., Oct. 16, 2014. Gary Cameron/Reuters, FILE\n\n\"Having our NIH funding be terminated is unprecedented and deeply concerning,\" Charlton said. \"NIH grants undergo a highly competitive review process, and terminations are extremely rare. This decision seems to be based solely on the perceived conflict with the recent executive order related to 'gender ideology,' rather than our work's merit or scientific rigor.\"\n\nThe termination comes as President Donald Trump has passed a flurry of executive orders including vowing to \"defend women from gender ideology extremism,\" which has led to new guidance, like that from the Department of Health and Human Services, which now only recognizes two sexes.\n\nThe administration has also issued several executive orders aiming to dismantle DEI initiatives.\n\nIn previous termination letters, viewed by ABC News, they state that, \"Research programs based on gender identity are often unscientific, have little identifiable return on investment, and do nothing to enhance the health of many Americans. Many such studies ignore, rather than seriously examine, biological realities. It is the policy of NIH not to prioritize these research programs.\"\n\n\"The premise…is incompatible with agency priorities, and no modification of the project could align the project with agency priorities,\" the letters continue.\n\nThe White House did not return ABC News' requests for comment.\n\nPresident Donald Trump signs an executive order in the Oval Office of the White House in Washington, Mar. 6, 2025. Mandel Ngan/AFP via Getty Images\n\nIn a statement to ABC News, the NIH said, \"In accordance with the Presidential Memo 'Radical Transparency About Wasteful Spending', information on NIH's terminated grants may be accessed through this website.\"\n\nCharlton said her research would add to a growing body of evidence showing that anti-LGBTQ+ legislation can have a harmful effect on mental health.\n\nOne 2021 analysis found a small but statistically significant increase in texts to Crisis Text Line from LGBTQ+ youth in the four weeks after anti-LGBTQ+ legislation was proposed.\n\nAnother 2023 study, from Yale School of Public Health, found Black and Latinx LGBTQ+ youth who live in states with discriminatory policies were more likely to experience symptoms of depression compared to those who live in states with LGBTQ+ protections.\n\n\"This research is vital for assessing the real-world implications of policies that disproportionately affect the LGBTQ community. Halting this work undermines efforts to address mental health inequities,\" Charlton said.\n\nHowever, she said it's not only LGBTQ+ populations who will be affected by such research coming to a stop.\n\n\"This termination has broader implications, not just for the LGBTQ community but for all Americans. It sets a concerning precedent where scientific inquiry is stifled by political rhetoric, potentially erasing entire communities from research agendas,\" she continued.\n\nCharlton said she will have to find funding to continue her research, otherwise she will have to shutter the LGBTQ Health Center of Excellence -- based at the Harvard T.H. Chan School of Public Health -- of which she is the founding director.\n\nShe added that the termination of the NIH grants \"emphasizes the need for support from private foundations and philanthropists\" which, while important, \"cannot fully replace the comprehensive scope of NIH funding.\"\n\nEarlier this month, an NIH official with knowledge of the matter, who requested anonymity, confirmed to ABC News that NIH institutes and centers are being asked to review awards for new and ongoing projects to ensure they do not \"contain any DEI research activities or DEI language that give the perception that NIH funds can be used to support these activities.\"\n\nSources told ABC News the termination of grants does not appear to be very organized, leading to the termination of grants without any DEI focus, but which contain words such as \"diversity\" to describe a term in the paper.",
        "imageUrl": "https://i.abcnewsfe.com/a/f3ded1c2-bda5-4ca5-9429-0f0c8d8a8513/nih-rt-er-250307_1741381630039_hpMain_16x9.jpg?w=1600",
        "authors": [
            "Abc News"
        ],
        "time": "unknown"
    },
    {
        "url": "https://abcnews.go.com/US/former-us-attorney-jessica-aber-found-dead-virginia/story?id=120064277",
        "title": "Former US Attorney Jessica Aber found dead in Virginia at 43",
        "source": "https://abcnews.go.com/",
        "content": "Aber served as U.S. attorney in Virginia for most of the Biden administration.\n\nFormer US Attorney Jessica Aber found dead in Virginia at 43\n\nFormer U.S. Attorney Jessica Aber held the position from October 2021 to January 2025.\n\nFormer U.S. Attorney Jessica Aber held the position from October 2021 to January 2025.\n\nFormer U.S. Attorney Jessica Aber held the position from October 2021 to January 2025.\n\nFormer U.S. Attorney Jessica Aber held the position from October 2021 to January 2025.\n\nFormer U.S. Attorney for the Eastern District of Virginia Jessica Aber was found dead Saturday morning, in Alexandria, Virginia, according to police.\n\nShe was 43.\n\nPolice in Alexandria, Virginia, were called to a home on Beverly Drive in the suburb of Washington, D.C., at around 9:18 a.m. Saturday for the report of an unresponsive woman, according to a police statement. They found Aber dead inside.\n\nFormer U.S. Attorney Jessica Aber held the position from October 2021 to January 2025. (Justice Department)\n\nPolice said an investigation is underway surrounding the circumstances of her death. The Office of the Chief Medical Examiner will determine the cause and manner of death, police said.\n\nAber, who served as U.S. attorney in Virginia for most of the Biden administration, took office in October 2021 after being unanimously confirmed by the Senate and stepped down in January, shortly after President Donald Trump's inauguration.\n\nAs U.S. attorney, Aber oversaw a staff of some 300 prosecutors and other staff and handled federal prosecutions in the state.\n\nShe started working in the office starting in 2009 as an assistant U.S. attorney, prosecuting financial fraud, public corruption, violent crime and child exploitation cases, according to an online biography.\n\nShe received her law degree from William and Mary Law School in 2006.\n\n\"We are heartbroken beyond words to learn of the passing of our friend and former colleague, U.S. Attorney Jessica Aber,\" Current U.S. Attorney for the Eastern District of Virginia Erik Siebert said in a statement. \"She was unmatched as a leader, mentor, and prosecutor, and she is simply irreplaceable as a human being. We remain in awe of how much she accomplished in her all too brief time in this world.\"\n\nCalling her a \"proud Virginian from high school through college and throughout her career,\" Siebert's statement went on to say: \"Her professionalism, grace, and legal acumen set the standard. Though we are devastated by this loss, each of us in the Eastern District of Virginia (EDVA) will look to her example and endeavor to live up to that standard.\"\n\nIn a statement, Virginia Attorney General Jason Miyares said he was saddened to learn of her death, saying her \"career of public service included US Attorney for the Eastern District of Virginia and whose work with Ceasefire Virginia saved more lives than we may ever realize.\"\n\nHe added, \"Our thoughts and our prayers are with her family this week.\"\n\nABC News' Alexandra Faul contributed to this report.",
        "imageUrl": "https://i.abcnewsfe.com/a/546bf30d-553a-4c96-b040-6b6e4bd6baf9/jessica-aber-2_1742687340927_hpMain_16x9.jpg?w=1600",
        "authors": [
            "Abc News"
        ],
        "time": "unknown"
    },
    {
        "url": "https://abcnews.go.com/Politics/foreign-adversaries-private-sector-state-governments-swoop-recruit/story?id=119923215",
        "title": "Foreign adversaries, private sector, state governments may swoop in to recruit fired federal workers, experts say",
        "source": "https://abcnews.go.com/",
        "content": "Former United States Agency for International Development (USAID) employees terminated after the Trump administration dismantled the agency collect their personal belongings at the USAID headquarters on February 27, 2025 in Washington, DC.\n\nFormer United States Agency for International Development (USAID) employees terminated after the Trump administration dismantled the agency collect their personal belongings at the USAID headquarters on February 27, 2025 in Washington, DC.\n\nFormer United States Agency for International Development (USAID) employees terminated after the Trump administration dismantled the agency collect their personal belongings at the USAID headquarters on February 27, 2025 in Washington, DC.\n\nFormer United States Agency for International Development (USAID) employees terminated after the Trump administration dismantled the agency collect their personal belongings at the USAID headquarters on February 27, 2025 in Washington, DC.\n\nThousands of federal workers nationwide have been forced out of their jobs by the Trump administration as Elon Musk's Department of Government Efficiency's says it aims to improve the government and cut down waste.\n\nFrom park rangers and Department of Veterans Affairs social workers to scientists and foreign relations experts, the workers have decades of experience and knowledge that are crucial to their fields.\n\nWith that wealth of knowledge and experience, labor and security experts told ABC News that those fired federal workers are being recruited by private firms and foreign governments, which they said raises the risk of security threats against the United States.\n\nFormer United States Agency for International Development (USAID) employees terminated after the Trump administration dismantled the agency collect their personal belongings at the USAID headquarters on February 27, 2025 in Washington, DC. Chip Somodevilla/Getty Images\n\n\"From an intelligence and law enforcement perspective, the potential for foreign intelligence forces to recruit government workers is hot,\" said John Cohen, an ABC News contributor and former acting undersecretary for intelligence at the Department of Homeland Security.\n\nAt the same time, state and local governments could step up to fill in their offices with that talent as President Donald Trump seeks to shift many roles and responsibilities out of the federal government.\n\n\"It would be an easy transition for them and, in the end, benefit the public, which needs their experience now,\" Victor Narro, a professor of labor studies at the Labor Center at the University of California, Los Angeles, told ABC News.\n\nWorkers ripe for the picking by private sector\n\nNarro, who has worked in Los Angeles city public boards and commissions and on a U.S. Agency for International Development project, said one of the biggest things being overlooked in DOGE's mass firings is the fact that many of these employees had strong training from top colleges and chose to have a career in public office instead of the private sector.\n\n\"A lot of public sector employees give up jobs in the private sector because they care about being a public worker,\" he said. \"They all know they could have made a lot more money and had more benefits.\"\n\nPresident Donald Trump listens as Elon Musk speaks in the Oval Office at the White House, Feb. 11, 2025, in Washington. Alex Brandon/AP\n\nWhat federal workers may lack in salary, they can make up in connections with policymakers and organizations, as well as access to government data and knowledge. It is common for federal workers who leave the public sector to take that knowledge to private sector jobs, such as consulting firms that specialize in the environment, national security and healthcare, Cohen said.\n\nThe unprecedented mass firing of federal workers may lead to the creation of new private sector organizations made up of those workers, Cohen said.\n\n\"It would be hard to think that those employees wouldn't be in demand,\" he said.\n\nIn fact, billionaire Mark Cuban pitched an idea in a post on March 1 that those fired workers band together and start their own consulting company.\n\n\"It's just a matter of time before DOGE needs you to fix the mess they inevitably created. They will have to hire your company as a contractor to fix it. But on your terms. I'm happy to invest and/or help,\" the Shark Tank host wrote.\n\nThere have been no public updates about Cuban's proposal since the post as of March 18.\n\nForeign national threat increased\n\nCohen said Cuban's proposal has some merit, but he warned that not everyone offering a helping hand will have altruistic intentions.\n\nIn fact, he warned offers could very well be ruses designed by foreign adversaries.\n\nCohen said counterintelligence operations throughout history have targeted disgruntled federal employees who are left in despair and with no way to pay off their expenses and debts.\n\nEach fired worker, from those at the Social Security Administration, who have knowledge about the U.S. benefits system, to nuclear engineers, could be a perfect asset to intelligence agencies in Russia, China and other nations, Cohen said.\n\nAdditionally, general knowledge about the inner workings of federal offices, personalities of top officials and other information could be appealing to adversaries, he said.\n\n\"It's not just classified information that is valuable,\" he said.\n\nFederal workers terminated by the Department of Government Efficiency organize prior to visiting Senators offices to tell their stories in the Senate Hart Office Building on Capitol Hill in Washington, Feb. 25, 2025. Shawn Thew/EPA-EFE/Shutterstock\n\nCohen said Trump and Musk's belittling of the federal workers as lazy, inefficient and not useful for the government will help make it easier for foreign recruiters to make their case.\n\n\"It's a standard recruitment tool. You find that sense of grievance, you fan the flames and you get them to cooperate because they are angry at what was done to them,\" he said.\n\nThose same operations have also found success through more shady tactics, Cohen said.\n\nHe noted that there have been cases where federal employees have unknowingly worked for foreign governments posing as private U.S. companies or have been closely working with legitimate companies already operating in the U.S., clouding evidence of foreign intervention.\n\n\"It could be something as simple as offering someone to write a research paper and pay a lot for it or give a speech at a conference,\" Cohen said. \"From there, it could lead to something long term.\"\n\nGlobal health workers with USAID weep as they attend a protest in support of their fired colleagues who gathered their things inside, Feb. 28, 2025, at the USAID headquarters in Washington. Jacquelyn Martin/AP\n\nMassachusetts Gov. Maura Healey told reporters at news conferences this week that this is playing out in her state, saying on Wednesday, \"What has happened is you have other governments, from China, from the Middle East, from around the world, coming into this country, coming into campuses in Massachusetts and basically saying, 'Hey the federal government is going to take away your funding and take away your research come to our country. We'll give you a lab. We'll set you up. We'll give you a staff. And you can pioneer the new technologies on our shores.'\"\n\n\"That's not putting America first,\" she added.\n\nTypically, the federal government prompts workers to do their due diligence and refrain from working with anyone appearing to have foreign government ties, but Cohen said it is going to be difficult to self-police this on such a massive scale.\n\n\"The government has to rely on someone's patriotism and their sense of ethics to willingly not support a foreign intelligence service. But very often, a person may not know they are being recruited,\" he said.\n\nState, local governments to the rescue?\n\nThe recruitment efforts, however, aren't limited to foreign entities and private companies. State and local governments are now seeking to fill their offices with the displaced talent.\n\nEarlier this month, New York Gov. Kathy Hochul announced the \"You're Hired\" campaign, which encourages fired federal workers to go to New York and apply for jobs in various state agencies. The state placed ads in Union Station that redirected them to a website with state job offerings.\n\n\"We're looking for qualified, experienced candidates across a wide variety of fields. I need technologists, I need engineers, I need attorneys, healthcare workers, educators, public policy experts and so many more,\" Hochul told reporters at a news conference on March 3.\n\nAn ad in Union Station in Washington D.C. has been trying to recruit fired federal workers Office of New York Governor, Kathy Hochul\n\n\"I'm in competition for the top attorneys, the top engineers [and] people to work at the Department of Financial Services,\" she added. \"In a place like New York City, there's a lot of higher-paying jobs. So these are special people who walk away from those jobs and those opportunities and come here, and I want to let them know that we will take care of them.\"\n\nAs of March 18, over 200 people have signed up for webinars hosted by the New York State Department of Labor, according to the governor's office.\n\nMaryland Gov. Wes Moore, a Democrat, and Virginia Gov. Glenn Youngkin, a Republican, have started similar campaigns.\n\nNarro said it is not surprising that local governments would take the opportunity to fill their offices, given that many are now bracing for extra responsibilities following the DOGE cuts.\n\nAt the same time, there is no guarantee that those local governments can take in all of those workers, he said.\n\n\"A lot of it depends on the state. You have a better chance of getting a public job in New York versus Iowa because of the number of offices, departments and ultimately the budget,\" Narro said.\n\nPresident Donald Trump, with Tesla CEO Elon Musk speak to the media on the South Lawn of the White House, Mar. 11, 2025, in Washington. Samuel Corum/Pool/EPA-EFE/Shutterstock\n\nCohen and Narro added that Trump's pledge to give more power to the states, particularly education, but no details on how they would get the funding to do so has also left many states in limbo when it comes to recruitment.\n\n\"It's great that the states are coming up with these programs, but if they can't commit, you're going to have more frustrated federal workers,\" Cohen said.\n\nCan the damage be undone?\n\nNarro noted that the situation with fired federal workers is still fluid as court cases play out and some of the firings have been stopped or reversed.\n\nHowever, the uncertainty alone could be devastating to the future of the federal workforce.\n\nDemonstrators rally in support of federal workers outside of the Department of Health and Human Services, Feb. 14, 2025, in Washington. Mark Schiefelbein/AP\n\n\"People's families depend on stability, and if they can not keep up with the changing decisions, they may just quit altogether,\" Narro said. \"I suspect this is what Trump and Musk are seeking to do in their strategy.\"\n\nNarro said that even if Trump's and Musk's policies are reversed by a future administration, there could be long-term damage.\n\n\"In the end of the day, the public loses out the most,\" he said. \"It's going to be harder for anyone to consider giving up a private job and dedicating their talents to serving the public if this is how they will be treated.\"",
        "imageUrl": "https://i.abcnewsfe.com/a/1f96ba32-88d0-4f9f-bed7-f5cbc77e9e66/usaid-workers-let-go-gty-jef-250318_1742306986098_hpMain_16x9.jpg?w=1600",
        "authors": [
            "Abc News"
        ],
        "time": "unknown"
    },
    {
        "url": "https://abcnews.go.com/US/6-hurt-4-critically-shooting-illegal-houston-after-hours-club-police/story?id=120071349",
        "title": "6 hurt, 4 critically, in shooting at illegal Houston after-hours club: Police",
        "source": "https://abcnews.go.com/",
        "content": "Police say a search is underway for two suspects who fled the scene in a Toyota.\n\nAssistant Chief James Skelton of the Houston Police Department briefs reporters, March 23, 2025, on a shooting at the Latinas Sports Bar behind him that left six people wounded.\n\nAssistant Chief James Skelton of the Houston Police Department briefs reporters, March 23, 2025, on a shooting at the Latinas Sports Bar behind him that left six people wounded.\n\nAssistant Chief James Skelton of the Houston Police Department briefs reporters, March 23, 2025, on a shooting at the Latinas Sports Bar behind him that left six people wounded.\n\nAssistant Chief James Skelton of the Houston Police Department briefs reporters, March 23, 2025, on a shooting at the Latinas Sports Bar behind him that left six people wounded.\n\nSix people were wounded, four critically, when gunfire erupted early Sunday at a Houston nightclub that police allege was operating as an illegal after-hours bar.\n\nThe shooting unfolded outside Latinas Sports Bar in a strip mall, Houston Police Department Assistant Chief James Skelton said during a news conference in front of the establishment, which was cordoned off with police tape.\n\n\"The establishment behind me is a true after-hours club, something we are trying to target in this city,\" Skelton said.\n\nHe said a police dispatcher received a 911 call at about 3 a.m. local time of multiple people shot at the southwest Houston bar.\n\nAssistant Chief James Skelton of the Houston Police Department briefs reporters, March 23, 2025, on a shooting at the Latinas Sports Bar behind him that left six people wounded. Houston Police Department\n\nUpon arrival, officers and firefighters from the Houston Fire Department found three victims, all adult men suffering from gunshot wounds, who were taken to local hospitals, Skelton said.\n\nHe said three other victims showed up at hospitals in private vehicles.\n\n\"Currently, we have four individuals that are critical,\" Skelton said, adding the victims were all undergoing surgery.\n\nSkelton said no arrests have been made and a motive for the shooting is under investigation by the police department's major assaults investigators.\n\nInvestigators combing through surveillance video found footage capturing two men Skelton described as \"suspects\" fleeing the scene in a black Toyota Camry or Corolla.\n\nSkelton said the suspects have yet to be identified.\n\nThe names of the victims were not released.\n\nSkelton said the shooting came during a crackdown on illegal after-hours clubs following several shootings that have broken out at such establishments operating in the city.\n\n\"Establishments like this that harbor within our city can contribute to crime,\" Skelton said. \"We are targeting these locations and we're going to shut them down.\"\n\nSkelton said investigators are reviewing Latinas Sports Bar's licenses and permits.\n\n\"They may have a license of some type. I don't have that information,\" Skelton said. \"However, they are serving alcohol after 2 o'clock in the morning, which is against the law.\"",
        "imageUrl": "https://i.abcnewsfe.com/a/4e18bdc1-767b-4cab-86b3-1225846bcab8/houston-club-shooting-ht-bh-250323_1742734902935_hpMain_16x9.jpg?w=1600",
        "authors": [
            "Abc News"
        ],
        "time": "unknown"
    },
    {
        "url": "https://abcnews.go.com/US/jfk-files-key-takeaways-learned-didnt/story?id=119939692",
        "title": "JFK files key takeaways: What we learned and didn't",
        "source": "https://abcnews.go.com/",
        "content": "For decades, the CIA has urged the continued secrecy of many details.\n\nFILE - This Nov. 22, 1963 file photo shows President John F. Kennedy riding in motorcade with first lady Jacqueline Kenndy in Dallas, Texas.\n\nFILE - This Nov. 22, 1963 file photo shows President John F. Kennedy riding in motorcade with first lady Jacqueline Kenndy in Dallas, Texas.\n\nFILE - This Nov. 22, 1963 file photo shows President John F. Kennedy riding in motorcade with first lady Jacqueline Kenndy in Dallas, Texas.\n\nFILE - This Nov. 22, 1963 file photo shows President John F. Kennedy riding in motorcade with first lady Jacqueline Kenndy in Dallas, Texas.\n\nThe National Archives on Tuesday released thousands of pages of declassified records related to the assassination of President John F. Kennedy in 1963.\n\nThe records were posted to the National Archives' website, joining recently released records posted in 2023, 2022, 2021 and 2017-2018.\n\nMost of what the government released tonight is not new -- in fact, much of what has attracted attention on social media and in news reports has long been in the public domain, except for minor redactions, such as the blacking out of personally-identifiable information of CIA sources or employees, including names and addresses, which have now been disclosed.\n\nBut the newly-declassified versions of these documents also shed light on granular details of mid-20th century espionage that the CIA had fiercely fought to keep secret. President Biden and President Trump had accepted those arguments, until now.\n\nTuesday's initial release contained 1,123 records comprising 32,000 pages. A subsequent release on Tuesday night contained 1,059 records comprising 31,400 additional pages and key takeaways from the newly released tranche of previously classified records.\n\nSurveillance\n\nSeveral of the newly-released pages detail how the CIA went about tapping telephones in Mexico City between in December 1962 and January 1963 to monitor the communications of the Soviets and Cubans at their diplomatic facilities, which Kennedy assassin Lee Harvey Oswald visited in the months before the assassination.\n\nThe previously-redacted pages spell out specific instructions for CIA operatives on how to wiretap, including the use of certain chemicals to create markings on telephone devices that could only be seen by other spies under UV light.\n\nFor decades, the CIA has urged the continued secrecy of these details out of fear that they would reveal the methods of the agency's spy craft.\n\nAnother newly-disclosed portion details CIA surveillance of Soviet embassies in Mexico City and efforts to recruit double agents from Soviet agency personnel -- and reveal the names and positions of those who were recruited.\n\nThe CIA officials writing these memos tout the efficacy of their efforts, with one trumpeting, \"I cannot help but feel that we are buying a great deal for our money in this project.\"\n\nThe memo also details the CIA's surveillance of an American man described as a Communist living in Mexico. The bulk of the memo is a listing of phone numbers that were tapped by the U.S. government. This file has long been sought by researchers due to Oswald's visits to the Soviet and Cuban embassies in Mexico City, but the document includes no mention of Oswald by name.\n\nCuba and Castro\n\nThe material shed new light on U.S. covert activities in Cuba targeting revolutionary leader Fidel Castro.\n\nUnredacted text of a June 1961 memo on the CIA -- sent to Kennedy by aide Arthur Schlesinger Jr. -- contained harsh criticism of the spy agency just months after its backing of the ill-fated Bay of Pigs invasion.\n\nSome of the other documents also detailed operations to potentially overthrow Castro. One 1964 document showed that two intelligence assets discussed potentially assassinating Castro under the administration of President Lyndon Johnson.\n\nThe document said the CIA was allegedly \"formerly in favor of such a plan,\" but it was \"shelved\" due to the opposition of Attorney General Robert F. Kennedy.\n\nAnother previously released document detailed RFK being briefed on potential plans to kill Castro. \"RFK asks to be told before the CIA works with the Mafia again,\" a footnote of the document read.\n\nFILE - This Nov. 22, 1963 file photo shows President John F. Kennedy riding in motorcade with first lady Jacqueline Kenndy in Dallas, Texas. AP\n\nCIA foreign footprint\n\nSchlesinger had also argued to Kennedy that the CIA's reliance on \"controlled American sources\" had been encroaching on the traditional functions of the State Department, and that the CIA may have been seeking to infiltrate the politics of America's allies.\n\nAt the U.S. embassy in Paris, for example, Schlesinger wrote that the \"CIA has even sought to monopolize contact with certain French political personalities, among them the President of the National Assembly,\"\n\nNewly declassified portions of Schlesinger's notes also revealed the number of CIA sources in Austria and Chile.\n\nRFK killing\n\nThe release included 77 documents regarding RFK, with most of the documents relating to his activities as attorney general and senator, totaling about 2,500 pages.\n\nOf those, only two directly mentioned his assassination in 1968. An intelligence document from 1968 -- previously released in 2018 -- discusses how RFK's assassination stoked interest in his brother's assassination and New Orleans District Attorney Jim Garrison's investigation into the matter.\n\n\"The forthcoming trial of Sirhan, accused of the murder of Senator Kennedy, can be expected to cause a new wave of criticism and suspicion against the United States, claiming once more the existence of a sinister 'political murder conspiracy,'\" the dispatch said.",
        "imageUrl": "https://i.abcnewsfe.com/a/c0ed139d-310f-4ed1-af4e-3b76fcc9ee3c/JFK-takeaways_1742382051318_hpMain_16x9.jpg?w=1600",
        "authors": [
            "Abc News"
        ],
        "time": "unknown"
    },
    {
        "url": "https://abcnews.go.com/International/pope-francis-expected-make-appearance-sunday/story?id=120070668",
        "title": "Pope Francis returns to Vatican after first appearance since Feb. 14 hospitalization",
        "source": "https://abcnews.go.com/",
        "content": "Pope Francis, 88, could be seen in the front seat of a white Fiat 500.\n\nPope Francis returns to Vatican after first appearance since Feb. 14 hospitalization\n\nROME -- Pope Francis made his first public appearance on Sunday since being hospitalized in Rome more than five weeks ago.\n\nOfficials at Gemelli Hospital, where the 88-year-old pope has been undergoing treatment after being diagnosed with bilateral pneumonia, said earlier they were preparing for the pope to appear in a window.\n\nSeated in a wheelchair, Francis appeared and waved his hands. In a weak voice, he said: \"[T]o all ... and I see woman with yellow flowers ... She is 'brava,' good.\" He then waved again and appeared to make a sign of the cross.\n\nPope Francis waving to the crowd from a window of the Gemelli hospital in Rome before being discharged following a five weeks hospitalization for pneumonia, Mar. 23, 2025. Vatican Media/AFP via Getty Images\n\nPope Francis gives a thumbs up as he appears at a window of the Agostino Gemelli Polyclinic in Rome, Sunday, March 23, 2025, where he has been treated for bronchitis and bilateral pneumonia since Feb. 14. Domenico Stinellis/AP\n\nThe crowd cheered, \"Francesco! Francesco!\" as the pontiff was again wheeled away.\n\nPope Francis waves as he appears at a window of the Agostino Gemelli Polyclinic in Rome, Sunday, March 23, 2025, where he has been treated for bronchitis and bilateral pneumonia since Feb. 14. Domenico Stinellis/AP\n\nThe area near the entrance of the hospital had been filling up with people on Sunday morning. People were also flooding into St. Peter's Square at the Vatican, where they were able to watch the pope's greeting via large TV screens.\n\nFaithful gather outside the Gemelli hospital before the appearance of Pope Francis on the day he will be discharge following a five weeks hospitalization for pneumonia, in Rome on March 23, 2025. Tiziana Fabi/AFP via Getty Images\n\nThe pontiff has been in stable condition for the past two weeks, according to the Vatican.\n\nPope Francis leaves in a car the Agostino Gemelli Polyclinic in Rome, Mar. 23, 2025. Marco Ravagli/AP\n\nPope Francis leaves in a car the Agostino Gemelli Polyclinic in Rome, Mar. 23, 2025. Marco Ravagli/AP\n\nAfter Francis' appearance at the hospital, his motorcade of at least seven vehicles left the facility. Francis could be seen in the front seat of a white Fiat 500, which brought him home again.",
        "imageUrl": "https://i.abcnewsfe.com/a/9403830c-a776-4504-97ce-4efdd93a2386/pope-4-ap-gmh-250323_1742734484740_hpMain_16x9.jpg?w=1600",
        "authors": [
            "Abc News"
        ],
        "time": "unknown"
    },
    {
        "url": "https://abcnews.go.com/Politics/nationwide-injunctions-central-trumps-feud-judges/story?id=119990974",
        "title": "Nationwide injunctions are central to Trump's feud with judges. Here's what to know",
        "source": "https://abcnews.go.com/",
        "content": "Nationwide injunctions are central to Trump's feud with judges. Here's what to know\n\nPresident Donald Trump speaks to the media after attending a board meeting at the Kennedy Center, in Washington, Mar. 17, 2025.\n\nPresident Donald Trump speaks to the media after attending a board meeting at the Kennedy Center, in Washington, Mar. 17, 2025.\n\nPresident Donald Trump speaks to the media after attending a board meeting at the Kennedy Center, in Washington, Mar. 17, 2025.\n\nPresident Donald Trump speaks to the media after attending a board meeting at the Kennedy Center, in Washington, Mar. 17, 2025.\n\nIn President Donald Trump's escalating battle with the judiciary, he and his Republican allies have zeroed in on a similar message.\n\nNo single judge, they argue, should be able to use an injunction to block the powers of the country's elected chief executive.\n\n\"That's a presidential job. That's not for a local judge to be making that determination,\" Trump said on Fox News earlier this week as he railed against a judge who issued a limited order to stop deportation flights of alleged Venezuelan gang members to other countries after Trump invoked the Alien Enemies Act of 1798.\n\nWhite House press secretary Karoline Leavitt, peppered with questions after the administration did not turn the planes around, on Wednesday preemptively offered her own rebuke of judges who've recently ordered injunctions taking effect nationwide.\n\n\"The judges in this country are acting erroneously,\" she said. \"We have judges who are acting as partisan activists from the bench. They are trying to dictate policy from the president of the United States. They are trying to clearly slow walk this administration's agenda, and it's unacceptable.\"\n\nThe White House argues that's especially the case when it comes to immigration matters, foreign affairs, national security and the president exercising his constitutional powers as commander in chief.\n\nJudges have, so far, temporarily blocked Trump's efforts to ban transgender people from serving in the military, freeze federal funding and bring an end to birthright citizenship.\n\nSupporters of nationwide injunctions say they serve as an essential check to potentially unlawful conduct and prevent widespread harm. Critics say they give too much authority to individual judges and incentivize plaintiffs to try to evade random assignment and file in jurisdictions with judges who may be sympathetic to their point of view.\n\nPresident Donald Trump speaks to the media after attending a board meeting at the Kennedy Center, in Washington, Mar. 17, 2025. Chip Somodevilla/Getty Images\n\nIn general, legal experts told ABC News an injunction is meant to preserve the status quo while judges consider the merits of the case. (Judges also issue temporary restraining orders -- with similar impact -- as short-term emergency measures to prevent irreparable harm until a hearing can be held.)\n\n\"Often the nationwide injunction, or universal injunction, is put in place right at the start of a litigation,\" said Amanda Frost, a professor at the University of Virginia School of Law.\n\n\"All of these can be appealed, and they are,\" Frost said. \"It's appealed to a three-judge court and then the Supreme Court after that. So, when people say one district court is controlling the law for the nation, well maybe for a few weeks. The system allows for appeals, and the Trump administration has appealed.\"\n\nChief Justice John Roberts said the same in a rare statement after Trump attacked the federal judge in the deportation flight case as a \"Radical Left Lunatic\" and called for him to be impeached.\n\nIn fact, Trump was handed a win when an appeals court last week lifted an injunction on his executive orders seeking to end diversity, equity and inclusion (DEI) programs in the federal government.\n\nNationwide injunctions are also not new, though scholars agree they've been used far more in recent decades.\n\n\"We saw them with Obama, we saw them with the first Trump administration, and saw them with Biden,\" Frost said. \"And now we're seeing them even more with President Trump but they go in lockstep with the sweeping executive orders that seek to change and upend vast swaths of our legal structure.\"\n\nAccording to a study by the Harvard Law Review, President Barack Obama faced 12 injunctions, the Trump administration faced 64 and President Joe Biden 14 injunctions.\n\nThe U.S. Supreme Court is shown Mar. 17, 2025, in Washington. Win McNamee/Getty Images\n\nBoth Democrats and Republicans have either urged the judiciary to rein in injunctions or celebrated their outcomes, depending on whether they align with their political goals.\n\nIn 2023, when a federal judge in Missouri issued an injunction limiting contact between the Biden administration and social media sites, then-candidate Trump called it a \"historic ruling\" and the judge \"brilliant.\" The U.S. Supreme Court eventually sided with the Biden administration on the issue.\n\nNow, the Trump administration is appealing to the U.S. Supreme Court to curb injunctions after three different federal judges temporarily blocked the president's birthright citizenship order, saying it likely violated the 14th Amendment.\n\n\"At a minimum, the Court should stay the injunctions to the extent they prohibit agencies from developing and issuing public guidance regarding the implementation of the Order. Only this Court's intervention can prevent universal injunctions from becoming universally acceptable,\" Acting Solicitor General Sarah Harris wrote in an application to the high court last week.\n\nNeama Rahmani, a former federal prosecutor and president of West Coast Trial Lawyers, said he understands the \"frustration\" that can stem from nationwide injunctions but ultimately \"judges are there to make sure that the government doesn't violate the Constitution.\"\n\n\"Trump is really taking a sledgehammer to everything government related,\" he said. \"These norms have been around for decades, so you have to allow some time for the courts, particularly the Supreme Court, to weigh in and say whether this is appropriate or not.\"\n\nThe White House has said Trump will comply with the courts, but his intensifying rebukes of judges and rulings have raised the question: What happens if he doesn't?\n\n\"That would completely undermine the integrity of our system,\" Rahmani said.",
        "imageUrl": "https://i.abcnewsfe.com/a/c8177fca-dfa1-4853-93a6-c165e7c1e173/donald-trump-19-rt-gmh-250317_1742244793806_hpMain_16x9.jpg?w=1600",
        "authors": [
            "Abc News"
        ],
        "time": "unknown"
    },
    {
        "url": "https://abcnews.go.com/Politics/trump-denies-musk-briefed-china-war-plans/story?id=120024341",
        "title": "Pentagon changed course for Musk visit after report about him viewing China war plans: Officials",
        "source": "https://abcnews.go.com/",
        "content": "Musk visited the Pentagon and met with Hegseth on Friday.\n\nPentagon changed course for Musk visit after report about him viewing China war plans: Officials\n\nSecretary of Defense Pete Hegseth welcomes Elon Musk to the Pentagon, in Washington, Mar. 21, 2025.\n\nSecretary of Defense Pete Hegseth welcomes Elon Musk to the Pentagon, in Washington, Mar. 21, 2025.\n\nSecretary of Defense Pete Hegseth welcomes Elon Musk to the Pentagon, in Washington, Mar. 21, 2025.\n\nSecretary of Defense Pete Hegseth welcomes Elon Musk to the Pentagon, in Washington, Mar. 21, 2025.\n\nTech billionaire Elon Musk was slated to visit the Pentagon on Friday and attend a meeting of the Joint Chiefs of Staff that would touch on China, among other things, two United States officials confirmed to ABC News -- but that plan changed after The New York Times reported Musk would be briefed on potential China war plans.\n\nMusk visited the Pentagon on Friday -- but instead of meeting with the Joint Chiefs, Musk met with Defense Secretary Pete Hegseth and staffers, a U.S. official said.\n\nThe meeting between Musk and the Joint Chiefs was to be at the unclassified level and attended virtually by Adm. Sam Paparo, the commander of U.S. Indo-Pacific Command, one official said. But some time between the publication of The New York Times story on Thursday and Musk's visit to the Pentagon Friday morning, the visit turned into just a meeting with Hegseth.\n\nSecretary of Defense Pete Hegseth welcomes Elon Musk to the Pentagon, in Washington, Mar. 21, 2025. U.S. Air Force Senior Airman Madelyn Keech/DoD\n\nThe New York Times reported that Musk would receive a briefing from senior military leaders about a top-secret military plan for potential war with China. The publication said the meeting was canceled because of its initial report.\n\nMusk, Hegseth and President Donald Trump denied the report -- with Trump asserting that Musk would not be briefed on a war plan with China.\n\n\"I don't want to show that to anybody. But certainly, you wouldn't show it to a businessman who is helping us so much. He's a great patriot ... But I certainly wouldn't want -- you know, Elon has businesses in China, and he would be susceptible perhaps to that. But it was such a fake story,\" Trump told reporters in the Oval Office on Friday.\n\nDefense Secretary Pete Hegseth speaks next to President Donald Trump, in the Oval Office at the White House, in Washington, Mar. 21, 2025. Carlos Barria/Reuters\n\nHegseth said Musk was at the Pentagon to talk about Musk's Department of Government Efficiency.\n\n\"There was no war plans. There was no Chinese war plans. There was no secret plans. That's not what we were doing at the Pentagon,\" Hegseth said.\n\nSecretary of Defense Pete Hegseth meets with Elon Musk at the Pentagon, in Washington, Mar. 21, 2025. Senior Airman Spencer Perkins/DoD\n\nMusk arrived at the Pentagon just before 9 a.m. and remained in Hegseth's office for the duration of his visit.\n\nThe meeting of the Joint Chiefs of Staff did take place as scheduled, but Paparo did not join the meeting as previously scheduled. One of the officials said the meeting of the Joint Chiefs of Staff in the in the conference room known as \"The Tank\" went on for about two hours.\n\nMusk left the Pentagon at 10:21 a.m. -- about 20 minutes after it appeared that the meeting in The Tank actually got underway.\n\nAs Musk departed Hegseth's office on Friday, he was asked by reporters how the meeting went and responded that \"it's always a great meeting.\"\n\n\"I've been here before, you know,\" Musk added as both he and Hegseth walked together. Musk did visit the Pentagon in 2016 to meet with then-Defense Secretary Ash Carter.\n\nElon Musk and Defence Secretary Pete Hegseth shake hands at the Pentagon in Washington, Mar. 21, 2025. Idrees Ali/Reuters\n\nWhen they were outside the Pentagon, Hegseth and Musk shook hands and Musk was overhead to say, \"If there's anything I can do to be helpful, I'd like to see you.\"\n\nNeither responded to questions at that time about whether they had discussed China or if was a classified briefing.\n\nHegseth previously posted on X that the meeting was not about \"China war plans,\" but rather described it as an \"informal meeting about innovation, efficiencies & smarter production.\"\n\nElon Musk and Defence Secretary Pete Hegseth at the Pentagon in Washington, Mar. 21, 2025. Idrees Ali/Reuters\n\nTrump posted on his conservative social media platform that China would not be mentioned or discussed during the meeting.\n\nMusk went so far as to suggest there should be prosecutions of anyone at the Pentagon who may have leaked information.\n\n\"They will be found,\" Musk wrote on X.\n\nABC News' Justin Gomez and Chris Boccia contributed to this report.",
        "imageUrl": "https://i.abcnewsfe.com/a/3ce6b959-6b1c-47cb-bde0-f215db06e820/elon-musk-8-ht-gmh-250321_1742571983940_hpMain_16x9.jpg?w=1600",
        "authors": [
            "Abc News"
        ],
        "time": "unknown"
    },
    {
        "url": "https://abcnews.go.com/International/ukraine-russia-exchange-deadly-drone-attacks-amid-ceasefire/story?id=120070181",
        "title": "Ukraine, Russia exchange deadly drone attacks amid ceasefire maneuvering",
        "source": "https://abcnews.go.com/",
        "content": "In this photo provided by the Ukrainian Emergency Service, firefighters put out the fire following a Russian attack in near Kyiv, Ukraine, on March 23, 2025.\n\nIn this photo provided by the Ukrainian Emergency Service, firefighters put out the fire following a Russian attack in near Kyiv, Ukraine, on March 23, 2025.\n\nIn this photo provided by the Ukrainian Emergency Service, firefighters put out the fire following a Russian attack in near Kyiv, Ukraine, on March 23, 2025.\n\nIn this photo provided by the Ukrainian Emergency Service, firefighters put out the fire following a Russian attack in near Kyiv, Ukraine, on March 23, 2025.\n\nLONDON -- Cross-border drone attacks killed civilians in both Ukraine and Russia overnight into Sunday, according to local officials, as the two sides continued long-range strikes despite agreeing -- in principle -- to a limited ceasefire last week.\n\nAt least three people -- including a 5-year-old girl and her father -- were killed in a drone attack in Kyiv, the local military administration said, with at least 10 more people injured.\n\nUkraine's air force reported 147 drones launched into the country, 97 of which were shot down and 25 were lost in flight without causing damage. The Kyiv, Kharkiv, Sumy, Chernihiv, Odesa and Donetsk regions were affected, the air force said.\n\nKyiv Mayor Vitali Klitschko urged residents to seek cover while air defenses engaged a \"massive\" number of incoming UAVs, or unmanned aerial vehicles. The mayor reported falling debris and fires in three districts of the capital.\n\nIn this photo provided by the Ukrainian Emergency Service, firefighters put out the fire following a Russian attack in near Kyiv, Ukraine, on March 23, 2025. AP\n\n\"The terrorist state has once again shown who it really is,\" the Kyiv military administration wrote on Telegram.\n\nUkrainian President Volodymyr Zelenskyy wrote on Telegram that foreign components remain vital to Russian munitions, calling for \"new solutions\" to block their continued import to Russia despite the Western-led sanctions campaign against Russia. Ukraine needs \"new pressure on Moscow so that such strikes and this war stop,\" the president said.\n\n\"We must strengthen Ukraine and our army -- more air defense and real assistance,\" Zelenskyy added. \"I thank all partners who understand this and continue to support Ukraine.\"\n\nAndriy Yermak, the head of Ukraine's presidential office, wrote on social media, \"Russia does not cease fire.\" Russian President Vladimir Putin, he added, \"wants to continue killing civilians, this must be stopped.\"\n\nThe Russian Defense Ministry said its forces shot down 59 Ukrainian drones overnight, with a major attack reported in the southwestern Rostov region, which borders Ukraine.\n\nThe attack set fire to a car on a highway in the Rostov region, with one person inside the vehicle killed, said Yury Slyusar, the region's acting governor. Slyusar described the attack as \"massive.\"\n\nElsewhere, the governor of the Astrakhan region said a residential building was damaged by falling drone debris.\n\nDrone strikes have continued through the weekend despite last week's apparent progress toward a U.S.-brokered partial ceasefire, though Kyiv and Moscow appeared to have different understandings of what that would entail.\n\nFollowing talks with President Donald Trump, both Zelenskyy and Putin signaled their support for a partial freeze on long-range strikes. The White House said the pause would cover \"energy and infrastructure\" targets.\n\nThe Kremlin said the agreement related to \"energy infrastructure,\" while Zelenskyy suggested Ukraine wanted ports, railways and \"other civilian infrastructure\" covered by the deal.\n\nUkrainian and American negotiators are due to meet again in Saudi Arabia on Monday, with details of the proposed ceasefire expected to be among the topics of discussion.\n\nA damaged apartment building is seen after a Ukrainian drone attack injured two people in Rostov-on-Don, Russia, on March 22, 2025. AP\n\nTrump and his top officials have framed the potential partial ceasefire as a springboard for a broader peace deal to end Russia's war on its neighbor. Meanwhile, European allies have been working with Kyiv on a peace proposal to present to the White House, which may include European peacekeepers deployed on Ukrainian soil -- a prospect the Kremlin has repeatedly rejected.\n\nTrump's Middle East envoy Steve Witkoff dismissed the British- and French-led plan in an interview with Tucker Carlson, during which he also made several remarks aligned with misleading Russian narratives about the conflict.\n\nWitkoff said the European proposal of deploying allied troops to Ukraine was \"simplistic\" and \"a posture.\"\n\nABC News' Natalia Kushnir, Fidel Pavlenko and Victoria Beaule contributed to this report.",
        "imageUrl": "https://i.abcnewsfe.com/a/7d188689-232f-49c9-90c0-7eea27d5e1a3/Kyiv-drone-strike-DB-250323_1742716555164_hpMain_16x9.jpg?w=1600",
        "authors": [
            "Abc News"
        ],
        "time": "unknown"
    },
    {
        "url": "https://abcnews.go.com/US/new-mexico-police-investigating-mass-shooting-las-cruces/story?id=120052341",
        "title": "3 dead, 15 injured in shooting at park in New Mexico",
        "source": "https://abcnews.go.com/",
        "content": "3 dead, 15 injured in shooting at park in New Mexico\n\nIn this photo released by the Las Cruces Police Department, law enforcement officials are on the scene at a shooting in Young Park in Las Cruces, New Mexico, March 21, 2025.\n\nIn this photo released by the Las Cruces Police Department, law enforcement officials are on the scene at a shooting in Young Park in Las Cruces, New Mexico, March 21, 2025.\n\nIn this photo released by the Las Cruces Police Department, law enforcement officials are on the scene at a shooting in Young Park in Las Cruces, New Mexico, March 21, 2025.\n\nIn this photo released by the Las Cruces Police Department, law enforcement officials are on the scene at a shooting in Young Park in Las Cruces, New Mexico, March 21, 2025.\n\nThree people were killed and 15 were injured in a shooting at a park in Las Cruces, New Mexico, on Friday night, according to police.\n\nThe deceased are two 19-year-old men and one 16-year-old boy. The injured range in age from 16 years to 36 years, according to a police statement to ABC News on Saturday.\n\nPolice said early on Sunday on social media that they had arrested Tomas Rivas, 20, and a juvenile in connection with Friday’s shooting. Rivas and a 17-year-old boy were both charged with three open counts of murder, with additional charges pending, police said.\n\nPolice were dispatched to the shooting shortly after 10 p.m. Friday at Young Park, the Las Cruces Police Department said.\n\n\"Officers arrived and learned of multiple gunshot victims. Most were transported to local hospitals. Some were taken to University Medical Center of El Paso,\" police said.\n\nLas Cruces Police Chief Jeremy Story speaks at a press conference on March 22, 2025. Las Cruces Police Department\n\nThe names of the dead and injured will not be released at this time, the police department said.\n\nAt a press conference Saturday morning, Las Cruces officials said an unsanctioned car show was being held at the park prior to the shooting. There was an altercation between two groups of people that led to an exchange of gunfire.\n\nSeveral people were injured in the crossfire. At least four have been treated and released.\n\nIn this photo released by the Las Cruces Police Department, law enforcement officials are on the scene at a shooting in Young Park in Las Cruces, New Mexico, March 21, 2025. Las Cruces Police Department\n\n\"Las Cruces police is receiving assistance on this investigation from the FBI, ATF, New Mexico State Police and the Dona Ana County Sheriff’s Office,\" authorities said.\n\nYoung Park and all roadways leading to the park are temporarily closed while investigators conduct their work.\n\nABC News' Erica Morris contributed to this report.",
        "imageUrl": "https://i.abcnewsfe.com/a/0d8acd8a-eb41-4a65-8a50-a43b7ecc6c70/las-cruces-police-ht-jt-250322_1742654379373_hpMain_16x9.jpg?w=1600",
        "authors": [
            "Abc News"
        ],
        "time": "unknown"
    },
    {
        "url": "https://abcnews.go.com/Entertainment/boxing-heavyweight-champ-george-foreman-dies-76/story?id=120047569",
        "title": "George Foreman, heavyweight boxing champion, dies at 76",
        "source": "https://abcnews.go.com/",
        "content": "Retired pro-boxer George Foreman arrives for the world premiere of \"Big George Foreman: The Miraculous Story of the Once and Future Heavyweight Champion of the World,\" at Regal LA Live in Los Angeles, on April 26, 2023.\n\nRetired pro-boxer George Foreman arrives for the world premiere of \"Big George Foreman: The Miraculous Story of the Once and Future Heavyweight Champion of the World,\" at Regal LA Live in Los Angeles, on April 26, 2023.\n\nRetired pro-boxer George Foreman arrives for the world premiere of \"Big George Foreman: The Miraculous Story of the Once and Future Heavyweight Champion of the World,\" at Regal LA Live in Los Angeles, on April 26, 2023.\n\nRetired pro-boxer George Foreman arrives for the world premiere of \"Big George Foreman: The Miraculous Story of the Once and Future Heavyweight Champion of the World,\" at Regal LA Live in Los Angeles, on April 26, 2023.\n\nFormer heavyweight boxing champion George Foreman, known as much for his gregarious personality as his vicious right hook, died Friday. He was 76 years old.\n\nA two-time heavyweight champion, he also won gold at the 1968 Mexico City Olympics and later saw success, in his post-boxing career, pitching the now-omnipresent countertop grill that bears his name.\n\nForeman's family announced his death in a post on Instagram.\n\nGeorge Foreman lands the punch against Lou Savarese during the fight at Convention Center, Atlantic City, New Jersey. The Ring Magazine via Getty Images, FILE\n\n\"A devout preacher, a devoted husband, a loving father, and a proud grand and great grandfather, he lived a life marked by unwavering faith, humility, and purpose,\" the statement said. \"A humanitarian, an Olympian, and two-time heavyweight champion of the world, He was deeply respected — a force for good, a man of discipline, conviction, and a protector of his legacy, fighting tirelessly to preserve his good name— for his family.\"\n\nNo cause of death was provided by his family.\n\nRetired pro-boxer George Foreman arrives for the world premiere of \"Big George Foreman: The Miraculous Story of the Once and Future Heavyweight Champion of the World,\" at Regal LA Live in Los Angeles, on April 26, 2023. Michael Tran/AFP via Getty Images\n\nBorn Jan. 10, 1949, Foreman was the fifth of seven children and grew up \"in the toughest neighborhood in Houston,\" he wrote in his book \"George Foreman's Guide To Life: How to Get Up Off the Canvas When Life Knocks You Down,\" which was published in 2003. \"I didn't have a lot to look forward to in life. At least I didn't think I did. I was hungry all the time; I dropped out of school in the eighth grade; I relied on my size and my fists to make my way.\"\n\nAt the 1968 Olympics in Mexico City, Foreman, then 19, had already developed what ESPN would go on to call his \"wrecking ball fists,\" and defeated Soviet opponent Jonas Cepulis. The referee had to stop the fight before the end of the second round.\n\nForeman won his first heavyweight title at just 24 with a stunning knockout of the then-undefeated world champion Joe Frazier in 1973.\n\nBilled as The Rumble in the Jungle, Foreman’s most famous fight ended in his first professional loss to Muhammad Ali in October 1974. He surrendered the heavyweight title in the knockout loss.\n\nBut he would regain the belt after a 10-year retirement in a fight in 1994 against Michael Moorer at 45 years old.\n\nGeorge Foreman demonstrates his grill range in aid of The British Heart Foundation at Trafalgar Square in London, Oct. 20, 2006. Rune Hellestad/Corbis via Getty Images\n\nIn the pivot to entrepreneur, Foreman saw success in the 1990s promoting the \"George Foreman Lean Mean Fat Reducing Grilling Machine,\" a staple on TV infomercials and home-shopping channels, which was known for its ridged and slanted cooking surface that was designed to allow fat to slide off the grill.\n\n\"There's hardly a single lesson I've learned in life that didn't come the hard way ... Everyone in life goes through a hard time sometime, but you can't let that define who you are,\" he wrote in his 2003 book. \"What defines you is how you come back from those troubles and what you find in life to smile about.\"",
        "imageUrl": "https://i.abcnewsfe.com/a/4b60abea-db03-415c-9a3e-38d473168b98/GettyImages-1252220135_1742609375294_hpMain_16x9.jpg?w=1600",
        "authors": [
            "Abc News"
        ],
        "time": "unknown"
    },
    {
        "url": "https://abcnews.go.com/Technology/wireStory/democrats-new-internet-strategy-tops-trending-charts-draws-120015543",
        "title": "Democrats' new internet strategy tops trending charts but also draws mockery",
        "source": "https://abcnews.go.com/",
        "content": "Democratic lawmakers are courting online content creators, podcasters and celebrities in a bid to find new ways to boost their message to voters\n\nFILE - Content creators Kerry Robertson, from left, Sari Beth Rosenberg and Juan Acosta Macias are pictured during the Democratic National Convention in Chicago, Aug. 22, 2024. (AP Photo/Pablo Martinez Monsivais, File)\n\nFILE - Content creators Kerry Robertson, from left, Sari Beth Rosenberg and Juan Acosta Macias are pictured during the Democratic National Convention in Chicago, Aug. 22, 2024. (AP Photo/Pablo Martinez Monsivais, File)\n\nFILE - Content creators Kerry Robertson, from left, Sari Beth Rosenberg and Juan Acosta Macias are pictured during the Democratic National Convention in Chicago, Aug. 22, 2024. (AP Photo/Pablo Martinez Monsivais, File)\n\nFILE - Content creators Kerry Robertson, from left, Sari Beth Rosenberg and Juan Acosta Macias are pictured during the Democratic National Convention in Chicago, Aug. 22, 2024. (AP Photo/Pablo Martinez Monsivais, File)\n\nWASHINGTON -- For weeks, Democratic lawmakers have met with and mimicked figures they believe may offer them a path back to power in Washington: online influencers and content creators.\n\nHours before President Donald Trump’s joint address to Congress this month, Senate Democrats huddled with a dozen online progressive personalities who have millions of followers. House Democrats were introduced, without staff, to 40 content creators who Democratic leaders said could help them grow their audience online.\n\nAn earlier tutorial session in February featured online personalities like the YouTube commentator Brian Tyler Cohen.\n\nThe result has been a burst of Democratic online content, including direct-to-camera explainers in parked cars, scripted vertical videos, podcast appearances and livestreams — some topping trending charts online, others drawing mockery from liberal allies and Republicans in Congress.\n\nBut while the Democratic Party is largely divided over the path forward after last year's election losses, party leaders agree that, no matter the message, how they connect with voters in the digital media landscape will be key to a political comeback.\n\nMore than a dozen Democratic senators, asked about the party’s digital strategy, pointed to Sen. Cory Booker of New Jersey as the architect of their new push.\n\n“We’ve seen tremendous growth of Democratic senators now. They’re engaging in the tools and strategies necessary to elevate their voice in a new, changing media market, where legacy media is not the place that people get their news now,” Booker said. “We’re just weeks into this, but just by making key changes ... we’re seeing a massive growth in engagement with the content that our senators are creating, and we’ve only just begun.\"\n\nBooker said he's aiming for Democratic senators to double online engagement with their content over the next year — and early metrics have been noticeable. Democratic senators racked up more than 87 million views on content they published in response to Trump's joint address to Congress, according to Booker's office.\n\nNot all of that online engagement is positive. After more than two dozen Democratic senators posted identical scripted videos knocking Trump's speech, saying he should have addressed the cost of living and his support for billionaire adviser Elon Musk, conservatives mocked them as inauthentic and out of touch.\n\n\"They are all actors reading a script,\" Musk wrote on X, the social media platform he owns.\n\nThere's no doubt that Democrats are playing catch-up. Trump and his fellow Republicans built a digital operation that fed on bombast and celebrity, and it's a strategy they've taken with them to the White House. Official government accounts are new filled with right-wing memes, cinematic videos and pugnacious statements.\n\nThe Democratic embrace of influencers has also yielded mixed early results. Democrats were ridiculed online after a food and wellness influencer who attended the House Democrats' creators event created a “Choose Your Fighter\" video collage of Democratic congresswomen for Women's History Month.\n\nThe White House posted a video in response that read “America chose its fighters last November,” and the Pentagon, normally known for being studiously non-partisan, posted a video stating “We chose our fighters a long time ago.”\n\nBut Booker and other Democratic leaders don't consider the sneers to be a downside. Missteps are to be expected, they say, but the path to Americans' attention will require some discomfort from lawmakers.\n\n“I do think that the caucus as a whole is trying to figure out how we show people that we are real people,” said Rep. Jasmine Crockett of Texas, one of the congresswomen featured in the viral “Fighter” video. Crockett, whose posts regularly garner millions of views online, said she was used to criticism for her often frank statements and was more interested in combating perceptions that Democrats are “elitist” or “robotic.”\n\n“I didn't like the jumping, I'm going to be honest, though,” Crockett added about the viral “Choose Your Fighter” video.\n\nDemocrats adopted a more combative stance online in recent weeks as Trump's moves to slash the federal workforce drew protests from liberals and pushback at GOP town halls. Top Democratic digital operatives who worked for the 2024 presidential campaign of then-Vice President Kamala Harris have been in high demand, with many Democrats anticipating close 2026 races in which digital strategies may be key.\n\nSome of the most prominent Democrats across the country have been engaging more in new media since the election. House Minority Leader Hakeem Jeffries of New York has touted the party's message on progressive podcasts over the last month, including from the comedian Jon Stewart and the progressive outlet MeidasTouch. Clips of those videos were also lampooned online but garnered millions of views.\n\nCalifornia Gov. Gavin Newsom, a potential Democratic presidential contender in 2028, has launched a podcast of his own on which he has welcomed close Trump allies like the right-wing activist Charlie Kirk and former Trump aide Steve Bannon to discuss hot-button political topics.\n\n“We want to make sure we hit the podcasters that normally don’t have Democrats on there,” said Rep. Derek Tran, a Democrat from a competitive California House district. “The ones that are more right-leaning or independent, and be able to address a crowd and an audience that’s not typical for the Democratic base.”\n\nSome House Democrats have expressed frustration that the guidance from Democratic leaders about social media is too vague, while others grumble that leaders are too prescriptive in their approach to messaging on platforms they don’t intuitively understand. Meanwhile, Democratic strategists have cautioned lawmakers that garnering attention online is secondary to the goal of using social media as a tool in specific policy fights and campaigns.\n\n“I think there’s a fine line before we’re being cringe and trying too hard and seeming too thirsty. I think the most important thing in any of this is being as authentic and genuine as we can be,” said Rep. Sara Jacobs, D-Calif.\n\n“When it comes to authenticity, it also means leaning into what makes each of us unique. Like many of my colleagues probably should not be doing ‘get ready with me’ videos. It would look super cringe. But I’m a 36-year-old woman, and I do my makeup all the time, and I watch a lot of makeup tutorial videos, so it makes sense for me to do it,” said Jacobs.\n\nSome Democrats think that the party's messaging strategy hinges as much on the messengers as the medium it’s communicated on.\n\n“If you know how to talk to people, it doesn’t matter what medium is going to exist,” said Sen. Ruben Gallego, a freshman Democratic senator from Arizona. “You could be the best freaking spokesperson in the world, but if you don’t know how to talk to working-class people, it doesn’t matter if you have the best TikTok following, it’s just not going to translate.”",
        "imageUrl": "https://i.abcnewsfe.com/a/4d5cced8-aa95-4fec-ba9c-9baacbfbe874/wirestory_04776c7db3984606289df74fbc0203c5_16x9.jpg?w=1600",
        "authors": [
            "Abc News"
        ],
        "time": "unknown"
    },
    {
        "url": "https://abcnews.go.com/Politics/irs-close-finalizing-data-sharing-agreement-ice-sources/story?id=120063278",
        "title": "IRS close to finalizing data-sharing agreement with ICE, sources say",
        "source": "https://abcnews.go.com/",
        "content": "The IRS would be able to check names against its confidential databases.\n\nA flag waves outside the International Revenue Service Building after it was reported the U.S. Internal Revenue Service (IRS) is preparing to fire thousands of workers in the coming days, in Washington, Feb. 18, 2025.\n\nA flag waves outside the International Revenue Service Building after it was reported the U.S. Internal Revenue Service (IRS) is preparing to fire thousands of workers in the coming days, in Washington, Feb. 18, 2025.\n\nA flag waves outside the International Revenue Service Building after it was reported the U.S. Internal Revenue Service (IRS) is preparing to fire thousands of workers in the coming days, in Washington, Feb. 18, 2025.\n\nA flag waves outside the International Revenue Service Building after it was reported the U.S. Internal Revenue Service (IRS) is preparing to fire thousands of workers in the coming days, in Washington, Feb. 18, 2025.\n\nThe IRS is nearing a data-sharing agreement with U.S. Immigration and Customs Enforcement that would allow immigration officials to use tax data to support the Trump administration's deportation agenda, two sources familiar with the matter told ABC News.\n\nAfter weeks of negotiations, administration officials are close to reaching an agreement that would enable ICE officials to submit names and addresses of suspected immigrants lacking legal status for the IRS to check against its confidential databases.\n\nThe Washington Post first reported the development on Saturday.\n\nA flag waves outside the International Revenue Service Building after it was reported the U.S. Internal Revenue Service (IRS) is preparing to fire thousands of workers in the coming days, in Washington, Feb. 18, 2025. Kent Nishimura/Reuters\n\nThe use of sensitive taxpayer information to further the Trump administration's immigration policies has alarmed career officials within the IRS.\n\nSection 6103 of the federal tax code requires the IRS to keep individual taxpayer information confidential with certain limited exceptions, which includes law enforcement agencies \"for investigation and prosecution of non-tax criminal laws\" with approval from a court, according to the agency's website.\n\nThe IRS has allowed immigrants without legal status to file income tax returns with individual tax numbers, or ITINs. These immigrants contributed $25.7 billion in Social Security taxes using borrowed or fraudulent Social Security numbers, according to the Bipartisan Policy Center.\n\nThe IRS and Department of Homeland Security did not respond to requests for comment from ABC News on the agreement, which is still being negotiated and has not been finalized, according to sources.",
        "imageUrl": "https://i.abcnewsfe.com/a/28c49d23-93f6-49e1-a56c-b667ba8e9001/irs-1-rt-gmh-250218_1739912069889_hpMain_16x9.jpg?w=1600",
        "authors": [
            "Abc News"
        ],
        "time": "unknown"
    },
    {
        "url": "https://abcnews.go.com/Politics/trump-student-loans-special-programs-moved-new-departments/story?id=120032077",
        "title": "Trump says student loans, special needs programs will be moved to new departments",
        "source": "https://abcnews.go.com/",
        "content": "It comes a day after Trump said he will shut down the Department of Education.\n\nTrump says student loans, special needs programs will be moved to new departments\n\nPresident Donald Trump holds an executive order after signing it alongside Secretary of Education Linda McMahon (R) in the East Room of the White house in Washington, Mar. 20, 2025.\n\nPresident Donald Trump holds an executive order after signing it alongside Secretary of Education Linda McMahon (R) in the East Room of the White house in Washington, Mar. 20, 2025.\n\nPresident Donald Trump holds an executive order after signing it alongside Secretary of Education Linda McMahon (R) in the East Room of the White house in Washington, Mar. 20, 2025.\n\nPresident Donald Trump holds an executive order after signing it alongside Secretary of Education Linda McMahon (R) in the East Room of the White house in Washington, Mar. 20, 2025.\n\nPresident Donald Trump announced Friday that two key functions of the agency he is seeking to dismantle, the Department of Education, will be moved to new departments: The Small Business Administration will take on student loans, and the Department of Health and Human Services will take on special needs and nutrition efforts.\n\n\"I do want to say that I've decided that the SBA, the Small Business Administration, headed by Kelly Loeffler, [who] is a terrific person, will handle all of the student loan portfolio,\" he said.\n\n\"We have a portfolio that's very large, lots of loans, tens of thousands of loans -- pretty complicated deal. And that's coming out of the Department of Education immediately,\" Trump said, adding that he believes it will be \"serviced much better\" than it has been.\n\nStudent loans are currently overseen by the Federal Student Aid Office within the Department of Education, and it handles not tens of thousands of dollars in loans but $1.6 trillion in loans for 43 million people.\n\nHowever, the SBA, which already handles billions of dollars in loans each year, has faced cuts since Trump took office, saying it would reduce its staff by 43% amid agencywide reorganization.\n\nThe SBA said it would \"eliminate approximately 2,700 active positions out of a total active workforce of nearly 6,500 through voluntary resignations, the expiration of COVID-era and other term appointments, and a limited number of reductions in force.\"\n\nThe Federal Student Aid Office employs over 1,000 employees, but it is unclear whether these employees would move under the SBA or how the agency would handle an influx in loans to manage.\n\nPresident Donald Trump holds an executive order after signing it alongside Secretary of Education Linda McMahon (R) in the East Room of the White house in Washington, Mar. 20, 2025. Nathan Howard/Reuters\n\nTrump noted that Robert F. Kennedy Jr.'s HHS will handle \"special needs and all of the nutrition programs and everything else,\" conceding that it's \"rather complex.\"\n\n\"Those two elements will be taken out of the Department of Education, and then all we have to do is get the students to get guidance from the people that love them and cherish them,\" Trump said.\n\nThe president maintained that the core functions would remain intact.\n\n\"Pell Grants, Title 1, funding resources for children with disabilities and special needs will be preserved, fully preserved,\" Trump said Thursday before signing the bill. \"They're going to be preserved in full and redistributed to various other agencies and departments that will take very good care of them.\"\n\nA view shows a placard during a Defend Our Schools rally to protest President Donald Trump's executive order to shut down the U.S.Department of Education outside its building in Washington, Mar. 21, 2025. Kent Nishimura/Reuters\n\nThe president did not offer any details about how exactly those portfolios would be transferred to other agencies, saying only that it would happen \"immediately.\"\n\nStudent Borrower Protection Center Executive Director Mike Pierce condemned the president's announcement, which education advocates have said has created chaos and confusion across the education landscape.\n\n\"Moving the student loan program to the SBA is illegal, unserious, and a clear attempt to distract the public from the fact that Trump has broken the student loan system and is actively cheating millions of borrowers out of their rights,\" Pierce said in a statement to ABC News.\n\nAt least one component of the plan -- moving the student loan system to another department -- is likely to face significant legal pushback.\n\nThe central legal issue is likely to focus on the Higher Education Act of 1965, which stipulates that the Federal Student Aid Office should be under the purview of the secretary of education.\n\n\"Congress has charged the secretary of education with administering the federal student aid program by issuing student loans and grants to support students' attainment of higher education,\" said Andrew Crook, press secretary for the American Federation of Teachers. \"The department's office of Federal Student Aid is statutorily mandated to do so and has the unique expertise to manage the complex student aid program.\"\n\nAFT President Randi Weingarten was more blunt: \"See you in court,\" she said in a statement after Trump signed the executive order on Thursday.\n\nProtestors participate in a \"study-in\" in front of the U.S. Department of Education, Mar. 21, 2025 in Washington Kayla Bartkowski/Getty Images\n\nEven conservative policy experts such as Rick Hess, a senior fellow at the American Enterprise Institute, said he expects to see legal challenges because of the Higher Education Act.\n\nHess supports dismantling the department and has said the Federal Student Aid Office would be a better fit for a different agency with more of a financial background.\n\nThis comes as the Department of Education slashed nearly half its workforce recently, gutting large chunks of the Federal Student Aid Office, which handles the student loan portfolio.\n\nAt the same time, Education Secretary Linda McMahon pledged either to dismantle the agency altogether, in coordination with Congress, or reallocate its key functions to other agencies.\n\nJames Kvaal, who worked in senior roles in the Obama and Biden administrations, told ABC News that his higher education portfolio under President Barack Obama included moving some loan functions to the Treasury Department.\n\n\"Treasury had its own authority to collect on debts, and they wanted to see if they could do a better job with student loans than the Department of Education was doing,\" Kvaal told ABC News on Friday.\n\n\"And the answer was, no, they ended up having higher costs and collecting fewer dollars for Treasury. So, you know, the pilot was abandoned,\" he added.\n\nSecretary of Education Linda McMahon attends the signing of an executive order to shut down the Department of Education by U.S. President Donald Trump, during an event in the East Room at the White House in Washington, Mar. 20, 2025. Chip Somodevilla/Getty Images\n\nBecause of this, Kvaal said the current dilemma has a bit of a grey area.\n\nMeanwhile, he stressed rehoming the student loan portfolio again could lead to real-world consequences.\n\n\"We're at a point now where millions of borrowers are late on their student loans,\" he said. \"For the department to be focused on laying off half its staff and going through a fundamental reorganization of how it administers these programs, you know, in really critical weeks for borrowers who are trying to get into repayment plans or get loan forgiveness, I think it's very dangerous and puts a risk millions of borrowers of going into default on their loans.\"\n\nJessica Thompson, senior vice president of The Institute for College Access and Success, underscored borrowers are already experiencing a \"mountain of problems\" with repaying their debts.\n\n\"This can only result in borrowers facing problematic, inaccurate, and inconsistent servicing of their federal student loans,\" Thompson said in a statement to ABC News. \"Errors will prove costly to borrowers and, ultimately, to taxpayers. All of which is preventable.\"",
        "imageUrl": "https://i.abcnewsfe.com/a/99a14195-6f32-426c-981c-31e450f1a338/donald-trump-14-rt-gmh-250320_1742504386941_hpMain_16x9.jpg?w=1600",
        "authors": [
            "Abc News"
        ],
        "time": "unknown"
    },
    {
        "url": "https://abcnews.go.com/US/video/trump-flexibility-april-2-reciprocal-tariffs-120075466",
        "title": "Video Trump says 'there is flexibility' with April 2 reciprocal tariffs",
        "source": "https://abcnews.go.com/",
        "content": "Trump says 'there is flexibility' with April 2 reciprocal tariffs \"Financial Literacy for All\" author John Hope Bryant joins ABC News Live to discuss the potential fallout from tariffs and the rollback of DEI.",
        "imageUrl": "https://i.abcnewsfe.com/a/3aacef2d-55d6-46ef-9398-fd5433d888de/250323_abcnl_10a_bryant_dei_hpMain_16x9.jpg?w=992",
        "authors": [
            "Abc News"
        ],
        "time": "unknown"
    },
    {
        "url": "https://abcnews.go.com/US/wireStory/woman-drowned-dog-airport-bathroom-after-denied-boarding-120027703",
        "title": "Woman drowned dog in airport bathroom after being denied boarding, police say",
        "source": "https://abcnews.go.com/",
        "content": "Authorities say a woman drowned her dog in a Florida airport bathroom and then boarded her international flight after she was prevented from bringing the white miniature schnauzer with her because of a paperwork issue\n\nFILE - Travelers wait in line for security in the east hall atrium at Orlando International Airport, Thursday, May 25, 2023 in Orlando, Fla. (Joe Burbank /Orlando Sentinel via AP, File)\n\nFILE - Travelers wait in line for security in the east hall atrium at Orlando International Airport, Thursday, May 25, 2023 in Orlando, Fla. (Joe Burbank /Orlando Sentinel via AP, File)\n\nFILE - Travelers wait in line for security in the east hall atrium at Orlando International Airport, Thursday, May 25, 2023 in Orlando, Fla. (Joe Burbank /Orlando Sentinel via AP, File)\n\nFILE - Travelers wait in line for security in the east hall atrium at Orlando International Airport, Thursday, May 25, 2023 in Orlando, Fla. (Joe Burbank /Orlando Sentinel via AP, File)\n\nORLANDO, Fla. -- A woman drowned her dog in a Florida airport bathroom and then boarded her international flight after she was prevented from bringing the white miniature schnauzer with her because of a paperwork issue, authorities said.\n\nThe woman was arrested in Lake County on Wednesday on a charge of aggravated animal abuse, a third-degree felony. She was released on $5,000 bail.\n\n“This act was intentional and resulted in a cruel and unnecessary death of the animal,” said an arrest affidavit from the Orlando Police Department.\n\nOnline court records showed no attorney listed for the woman from Kenner, Louisiana.\n\nThe investigation into the death of the 9-year-old schnauzer named Tywinn started in December when a janitor found the dog in a trash bag in a bathroom stall at Orlando International Airport.\n\nThe janitor earlier had seen the woman in the stall cleaning up water and dog food from the stall's floor. The janitor was pulled away for a cleanup emergency and returned to the bathroom 20 minutes later where she found Tywinn in the trash container, along with a companion vest, collar, rabies tag, a dog travel bag and a bone-shaped dog tag with the woman's name and phone number, investigators said.\n\nAirport surveillance cameras captured the woman speaking for 15 minutes to a Latam Airlines agent with the dog in tow, walking into a bathroom near the ticketing area with the dog and exiting the bathroom without Tywinn less than 20 minutes later. The woman then went outside the terminal building, reentered a short time later, passed through security and boarded the Colombia-bound plane, the report said.\n\nAuthorities said the woman had been told she could not bring her dog aboard because she did not have the proper paperwork. According to the U.S. Department of Agriculture, dogs traveling from the U.S. to Colombia must be accompanied by a veterinarian-issued health certificate and a rabies vaccination certificate.\n\nThe dog was identified by its implanted microchip and a necropsy determined that Tywinn had been drowned. U.S. Customs and Border Protection also confirmed to detectives that the woman had boarded a flight to Bogota, Colombia, and then flew to Ecuador.",
        "imageUrl": "https://i.abcnewsfe.com/a/820a742e-ba5c-4664-8b04-a238600fb818/wirestory_1f740ed6bebe0f3891392c1e9482e2bc_16x9.jpg?w=1600",
        "authors": [
            "Abc News"
        ],
        "time": "unknown"
    },
    {
        "url": "https://abcnews.go.com/US/woman-suspected-fatally-stabbing-california-fire-captain-arrested/story?id=120068258",
        "title": "Woman suspected of fatally stabbing California fire captain arrested in Mexico",
        "source": "https://abcnews.go.com/",
        "content": "The suspect was arrested near a hotel in the Mexican state of Baja California.\n\nYolanda Marodi is shown in this photo released by the San Diego County Sheriff's Office.\n\nYolanda Marodi is shown in this photo released by the San Diego County Sheriff's Office.\n\nYolanda Marodi is shown in this photo released by the San Diego County Sheriff's Office.\n\nYolanda Marodi is shown in this photo released by the San Diego County Sheriff's Office.\n\nA woman suspected of fatally stabbing her wife, a California fire captain, last month has been arrested in Mexico, authorities there announced Saturday.\n\nYolanda Marodi, also known as Yolanda Olejniczak, was arrested near a hotel in the Mexican state of Baja California, the State Citizen Security Force said in a press release Saturday.\n\nYolanda Olejniczak is suspected of fatally stabbing 49-year-old Rebecca Marodi inside the couple's home near Ramona, California, some 40 miles northeast of San Diego on Feb. 17.\n\nYolanda Marodi is shown in this photo released by the San Diego County Sheriff's Office. San Diego County Sheriff's Office\n\nMarodi was a fire captain for the California Department of Forestry and Fire Protection, known as Cal Fire.\n\nCourt papers filed in San Diego County Superior Court allege Olejniczak stabbed her wife after learning Marodi planned to leave her and that the attack was captured on a Ring home security camera.\n\nIn the footage, Rebecca Marodi is seen being chased across the patio by Olejniczak, screaming \"Yolanda! Please..I don't want to die,\" an arrest warrant stated. Olejniczak responded, \"You should have thought about that before,\" and appeared to stand in front of Marodi with a knife in her right hand, according to the warrant. There appeared to be blood on both Marodi's back and Olejniczak's arms.\n\nMarodi repeatedly asks for Olejniczak to call 911, and then the two are seen entering the residence, according to the warrant.\n\nSeveral minutes later, the front-door camera captures Olejniczak wearing different clothes, loading \"pets, random items and some luggage\" into a silver Chevrolet Equinox, according to the warrant.\n\nMarodi's mother later told investigators that about a week prior to her death her daughter had told Olejniczak that she was leaving and ending their marriage, according to the warrant.\n\nCAL FIRE\n\nAuthorities had long suspected Olejniczak was out of the country. About an hour after the killing, her vehicle was logged entering Mexico, according to the Department of Homeland Security.\n\nThe State Citizen Security Force of Baja California said the arrest came as the result of \"information exchanges between Mexico and the United States.\"\n\nThe stabbing of Marodi is not the first time Olejniczak has been accused of killing a romantic partner. In 2003, she pleaded guilty to voluntary manslaughter for stabbing her then-husband to death and was sentenced to 11 years in prison, according to officials. She served the time and was released, after which she met Marodi.\n\nABC News' Amanda Morris and Megan Forrester contributed to this report.",
        "imageUrl": "https://i.abcnewsfe.com/a/d9135798-ab35-4c9d-8497-fb798b65cc2b/yolanda-marodi-main-ht-jt-250225_1740508141625_hpMain_16x9.jpg?w=1600",
        "authors": [
            "Abc News"
        ],
        "time": "unknown"
    },
    {
        "url": "https://www.nationalgeographic.com/premium/article/mediterranean-diet-chronic-illness-longevity",
        "title": "The Mediterranean diet has stood the test of time for a reason: It works",
        "source": "https://news.nationalgeographic.com/",
        "content": "Even if you’re not a fan of hummus, tabouli, or olives, it’s worth giving the Mediterranean diet a chance. Why? Because when it comes to the hierarchy of healthy eating patterns, the Mediterranean diet consistently comes out on top.\n\nIn 2025, U.S. News and World Report ranked it #1 overall, as well as giving it first place as the best diet for mental health, for healthy eating, for inflammation, for gut health and for being the easiest diet to follow. It’s delicious and nutritious, and consuming it is associated with a variety of health benefits. It is also easy to follow and sustainable for the long haul. And you don’t need to live in a Mediterranean country or even leave home to adhere to the eponymous diet or reap its benefits.\n\n(What foods you really need to eat to reduce inflammation.)\n\n“It seems to be the universal love donor—it has real foods, predominantly plants, and it offers pleasure,” says David Katz, a preventive medicine specialist, past president of the American College of Lifestyle Medicine, and co-author of How to Eat. “It captures the fundamentals of whole nutrition—it takes us out of the realm of quick fixes and into the realm of lifestyle. The Mediterranean diet has worked for generations and it works for lifetimes.”",
        "imageUrl": "https://i.natgeofe.com/n/1feb0f41-3030-4505-9eba-5b555d6f292d/NationalGeographic_2785941_16x9.jpg?w=1200",
        "authors": [],
        "time": "unknown"
    },
    {
        "url": "https://www.nationalgeographic.com/animals/article/fish-spinning-death-florida-sawfish-toxin-algae",
        "title": "Fish are spinning to death in the Florida Keys—again. Why is history repeating?",
        "source": "https://news.nationalgeographic.com/",
        "content": "0:08\n\nNow, fish are spinning again, though in smaller numbers and happening in a much smaller geographic area, according to the Florida Fish and Wildlife Conservation Commission (FWC). One question is whether these fish are experiencing new symptoms or if they’re still suffering from last year’s exposure. What’s perplexing is that algae levels in the water are relatively low, unlike during the 2023-2024 event, says Matthews.\n\nSince December 2024, FWC has received 44 reports of fish exhibiting spinning behavior, adding to more than 500 related reports since December 2023. Among these new reports, 22 have involved sawfish, including six confirmed deaths, with another likely occurring on March 20, according to Matthews. “There's a sawfish 200 yards from me on the shoreline right now that we've got a team taking blood from to figure out what's going on,” he said. “It’s so sad, these are amazing animals.”\n\n(Here’s how scientists are trying to save the last sawfish stronghold.)\n\nWhat we know about the toxins\n\nMike Parsons, a researcher from Florida Gulf Coast University, has been regularly sampling water for algae species suspected to be behind the toxins. One algae genus, Gambierdiscus, has been flagged as a possible toxin source, though the exact species hasn’t been identified and doesn’t match known species.\n\nTo definitively link the Gambierdiscus species to the events, scientists are working to identify the chemical makeup of the toxin, or toxins, at play too. “You can’t see it in the water, so it’s a lot harder for us to track it down,” Matthews says, meaning they need to collect samples when the fish are still actively spinning. Researchers have found Gambierdiscus algae on the gills of the fish, and water and fish tissue tests found evidence of neurotoxins. “We just really want to connect that smoking gun,” says Matthews.",
        "imageUrl": "https://i.natgeofe.com/n/ac554ac9-8656-4d8f-b704-f6ad8b6191f1/Sawfish-on-beach_Susie-Shimamoto_16x9.jpg?w=1200",
        "authors": [],
        "time": "unknown"
    },
    {
        "url": "https://www.nationalgeographic.com/travel/article/why-fatih-tutaks-turk-is-istanbuls-trendiest-restaurant",
        "title": "Why Fatih Tutak's Turk is Istanbul's trendiest restaurant",
        "source": "https://news.nationalgeographic.com/",
        "content": "This article was produced by National Geographic Traveller (UK).\n\nAt Istanbul restaurant Turk, Turkey’s first and only to have been awarded two Michelin stars, diners are introduced to the breadth and depth of Turkish cuisine. The country’s rich culinary heritage, diverse landscapes and cornucopia of ingredients inform creative dishes, which interpret this cultural and geographic influence through a modern lens.\n\nThe restaurant’s opening was something of a homecoming for chef Fatih Tutak. After a stint cooking in Bangkok, he returned to Turkey in 2019, embarking on a fresh discovery of his country and its cuisine, before launching his own establishment, Turk. “I had to find my own way of expressing myself and my home country’s food,” Tutak says.\n\n(Related: these are the best restaurants in Istanbul.)\n\nThe chef’s earliest influence was his mother’s cooking, which inspired him to attend culinary college in the town of Mengen before honing his skills via apprenticeships at hotels and restaurants across Turkey. Over the following years, Tutak worked his way around the kitchens of renowned restaurants — including three-Michelin-starred Nihonryori RyuGin in Tokyo and Noma in Copenhagen, as well as other establishments in Beijing, Singapore and Hong Kong.\n\nIn 2015, he moved to Bangkok to open The Dining Room of The House on Sathorn. It was here, for a private client, that he first created his now signature dish, ‘From My Mom’ — a reinterpretation of traditional Turkish manti dumplings. The response of the client (who was also from Turkey) sparked a realisation of how important it was for Tutak to further explore his homeland’s food. “I finally realised that I needed to stay true to my own roots while also drawing on my experience from restaurants across the world to create new flavour profiles,” he says.\n\nTo deepen his knowledge of Turkey’s local ingredients and regional cuisines, Tutak travelled across more than 2,500 miles of the country. “To create something meaningful, something from the heart, I had to go back where I come from, because that’s me, and that’s why Turk has been successful,” he explains. “I had to travel and learn even more about my roots, the food culture and history.”\n\nThe Baklava-style lamb at Turk, featuring sliced rump and fat, is layered with mushrooms and onions. Photograph by Duygu Turkmen\n\nTurkish gastronomy has been shaped by influences from the Ottoman and Seljak empires, as well as from the Mediterranean, Balkans, Middle East, Central Asia and Eastern Europe. “Turkish cuisine is very multicultural, with so many different people living across the country’s many regions. When we create the menu, we try to take something from each culture, to represent their recipes along with the ingredients found in each area,” Tutak says. He describes how Anatolia brings in Ottoman influence through spice and specialities like dolma (stuffed vine leaves), while the Black Sea region incorporates an abundance of fish, and the southern part of the country is celebrated for using meat such as lamb in kebabs and meze dishes. He enthuses about olive trees growing in Turkey’s west, while seafood, along with a vibrancy of fresh vegetables, flourishes along the Aegean and Mediterranean coastlines.\n\n(Why you should visit Urla, Turkey's new gastronomic star.)\n\nEvery element of Turk reflects Tutak’s values and experience. Drawing inspiration from his time in Scandinavia and Japan, he injected a ‘Japandi’ design aesthetic into the interiors through clean lines, wood and stone. Yet, its Turkish identity shines through in details such as a marble floor featuring Ottoman stars, decorative use of the original Turkish alphabet and works by Turkish artists.\n\nThe chef has brought what he calls “three acts” into the dining experience. Upon arriving in the restaurant courtyard, diners are presented with a series of small bites, cocktails and Turkish wines before moving to the dining room, where savoury dishes from the micro-seasonal tasting menu are served. For act three, they move into the kitchen, where the team offers insight into the restaurant’s culinary philosophy, with a pit stop at the pastry section for a series of dessert plates. Back in the dining room, guests are shown the menu for the first time so they can see what they’ve just eaten.\n\nMeals at Turk change with the seasons, but typically begin with acidic flavours before transitioning to bolder, stronger smokiness, fermentation and umami-based flavour profiles, says Tutak. Together, dishes fuse the old and new, bringing in food memories, street-food elements and even references to arts and crafts — the colourful presentation of a fish dish, for example, is inspired by Japanese artist Yayoi Kusama.\n\nTutak’s cured mackerel dish, Yayoi Kusama, is inspired by the Japanese artist of the same name. Photograph by Duygu Turkmen\n\nThe menu has also included squid shish kebab, featuring squid from the northwestern port city of Çannakale, with a porcini sauce and fermented caper leaf and suçuk butter. Another dish features dry-aged lamb chop from Trakya, the region in which Istanbul is located, with matsutake mushroom tempura and a kokoreç sauce made with sweetbreads, cumin, kil biber peppers and crispy Denizli pepper. A butter-honey course, meanwhile, features wood-fired sourdough and three kinds of butter from the Trabzon region, including one made from buffalo milk, along with organic honey from Erzincan and olive oil produced in Ayvalık from the pollen of flowers grown at high altitudes.\n\nHowever, the restaurant’s “most iconic dish”, according to Tutak, is the mussel dolma. It’s “an expression of Turkish street food”: rice-stuffed mussels, spiced with cinnamon, allspice, cumin and black pepper and served with a beer mayonnaise. Even the ‘shells’ are edible, as they’re crafted from a fruit-leather-like substance made of squid ink, tamarind, currants and caramelised onion. “It’s a playful version of something very traditional,” he says.\n\nThe chef’s ultimate aim is to show how diverse Turkish gastronomy can be. “The image of Turkish cuisine is very limited across the world,” he says. “We want to educate guests to show them our vibrancy and unique ingredients. They’re always surprised by the diversity. It’s the first time they’ve seen Turkish cuisine presented in this way.”\n\nIn the future, Tutak hopes to become a mentor to the new generation of Turkish chefs and, potentially, create a foundation to inspire creativity and teach them about the country’s culinary history. “I’m a good student, always learning from those I meet as I travel around the country,” he says. “You need to first be a good student before becoming a good teacher.”",
        "imageUrl": "https://i.natgeofe.com/n/a5d03e78-f0a1-421a-beb2-fc1d9e81fa5b/Pioneer_FatihKitchen-Enhanced-SR_HR_RESIZED_16x9.jpg?w=1200",
        "authors": [],
        "time": "unknown"
    },
    {
        "url": "https://www.nationalgeographic.com/travel/article/ancient-pilgrimages-in-uk-are-back-in-vogue",
        "title": "Why ancient pilgrimages are back in vogue in the UK",
        "source": "https://news.nationalgeographic.com/",
        "content": "This article was produced by National Geographic Traveller (UK).\n\nAs the sun begins to set, the choristers file down St John’s Walk, just as they have for the past 500 years. Their cassocks swish softly, their feet tap the worn flagstones and their murmured voices rise towards rafters adorned with angels and griffins. From my room in the medieval cloisters, I follow them along the ancient passage into the cathedral and take a seat in the stalls. The aged wood creaks beneath me, prayer books shuffle quietly in hand and then, evensong begins.\n\nHereford Cathedral has been a site of pilgrimage since 1320, when Thomas Cantilupe, a former Bishop of Hereford, was canonised. Pilgrimages fell out of favour after the Reformation, and for centuries, no travellers have spent the night here or at any other cathedral in Britain. But times have changed, which is how, after a spine-tingling evensong with voices as pure as mountain air, I find myself with the rare privilege of returning to the cathedral after dark.\n\nI’m here to take on the Golden Valley Pilgrim Way, a 60-mile loop winding through the scenic heart of southwest Herefordshire. It’s a land of striking natural drama, where lush, green farmlands merge with the rugged silhouette of Wales’s Black Mountains. It’s also a region rich in history, prehistory and fine food and drink, plus a scattering of churches that, alongside Hereford Cathedral, offer sanctuary to pilgrims after dark.\n\nAnd I’m not alone with this new interest. Walking is experiencing something of a renaissance, having surged in popularity post-Covid when it was one of the few activities we could enjoy. Since then, it has taken the younger generation and TikTok by storm with jovial hashtags like #hotgirlwalks and #softhiking. But the appeal goes far beyond day hikes. Pilgrimages, which traditionally have been spiritual walks to holy places, are making a comeback, but the purpose has changed and they are now undertaken as journeys of personal transformation. Just look at the Camino de Santiago, Europe’s most famous route: in 1984, only 423 pilgrims received completion certificates in Santiago de Compostela, yet, by 2024, that number soared to more than 500,000 people.\n\nIt’s not just historic routes that are drawing people to pilgrimage. The UK is at the forefront of creating new trails, with the Golden Valley Pilgrim Way standing out as a prime example. This inspiring route was brought to life by Simon Lockett, a pioneering rural priest from Abbeydore Deanery, who conceived the idea after undertaking a transformative pilgrimage in Italy.\n\n“The way the path connects with spirituality is very current,” he said when I met him earlier in the day. “Today’s pilgrims may not be religious, but they’re soul-seekers: they’re hungry for the mystical and the contemplative, and they know they can find that in nature. In many ways, we’re going backwards to go forwards,” he explained.\n\nHis words ring true; in an age of increasing complexity, more and more of us seem to drawn to the simplicity of the past.\n\nHereford Cathedral marks the start and end of the Golden Valley Pilgrim Way. Photograph by Paul Thompson Images, Alamy\n\nTo be a pilgrim\n\nThe Golden Valley Pilgrim Way is refreshingly simple. Setting off from Hereford Cathedral, I cross the River Wye and head west towards Wales to begin the four-day self-guided circuit. Almost immediately, life strips back to the essentials: walk, eat, sleep, repeat. I rise with the sun, navigate between ancient landmarks using modern digital maps and restock supplies at local butchers and bakeries. There’s a pleasing rhythm to it all — one that feels both grounding and restorative.\n\nAt first, the sun shines brightly and I walk with the eager spring of a new pilgrim, meandering down country lanes and across muddy fields with bleating sheep. But as the miles pass, the sky begins to darken, and by the time the quaint village of Madley appears, the sun has faded.\n\nMadley is the only stop on this new route with historic pilgrim credentials. In the sixth century, St Dubricius was born here and founded a Christian community that drew many followers. In the first instance, however, the shelter and warmth of the vicarage stables beckons, where I sit down and pull on my waterproofs.\n\n“Do you want to come in?” asks a lady behind a door, ushering me into a room filled with people, tea and biscuits. This is social Saturday and it’s not long before I have a steaming mug in hand and am sitting with the locals. It seems that walking in a circle and sleeping in churches makes for an excellent conversation starter.\n\nAccording to Simon, the Golden Valley Pilgrim Way is as much about these people as it is the pilgrims. “It’s interesting to see how walks like this can help maintain communities,” he’d explained to me before my journey began. “Often, when industries struggle, young people move away, yet this route has already raised morale in the churches and beyond.”\n\nMy own morale has certainly been lifted by this moment of serendipity, the kindness of these strangers and Madley church itself. The structure is grander than one would expect for such a small village, but its atmospheric crypt is the highlight. According to the locals, this crypt was once home to a statue of the Virgin Mary, which was believed to possess special powers.\n\nDespite the rain, I continue contentedly, taking a path through the weathered oaks of Moccas Park, some of which have stood for 800 years, and past Arthur’s Stone, a hilltop tomb that’s watched over the valley for five millennia. With centuries slipping beneath my feet, I finally arrive at St Faith’s church in Dorstone, my home for the second night.\n\nSleeping in a church is like camping in a five-star hotel: immense, spectacular and basic. In Dorstone, that means a wood-clad portaloo in the graveyard, a modest kitchen in the bell tower and a fold-out bed behind the choir. There’s a sense of being briefly part of a place that’s existed since around 1256. I shiver, both at this thought and at the temperature. It seems that old, cold stone and wooden pews are calming but not overly cosy, and I’m certainly grateful for the pile of blankets. I’m more grateful still for Dorstone’s Pandy Inn, where a woodburner blazes beneath the low beams and a hearty pile of chilli beef warms me from within.\n\nThe intricately carved Kilpeck Door is a striking example of Norman craftsmanship. Photograph by British Pilgrimage Trust The white Kissing Gate at Dorstone's St Faith’s church is a testament to times past. Photograph by Derrick Golland, Alamy\n\nAfter dinner, I make my way back through the graveyard in the inky darkness, turn the heavy key in the lock and sink into the thick-walled silence for the night. I can feel the walk already settling in — there’s a satisfying physical hum, a mental quietening. Unfortunately, neither of these will dry my boots. So, with damp feet, I set off again the next morning, resuming my rhythm and venturing deeper into the Golden Valley. My wet footsteps carry me past countless bleating sheep and towards the increasingly brooding hills — the sort of untouched countryside that offers Mother Nature’s finest medicine.\n\nI’m carrying a pilgrim passport in my pocket, which I stamp at every church. It’s a mark of progress and encourages travellers to explore every one along this designated route. At St Michael’s church, a vast medieval wall painting depicts Christ surrounded by tools — a warning to Sabbath breakers. Since today is Sunday, I can’t help but wonder if the artist would have approved of my long walk. Meanwhile, in the tiny St Mary’s in Craswall, the hooks in the Norman walls conjure images of children in thick woollen coats; they’re remnants from when the church also served as the village school.\n\nThe treasure-stuffed nave at St Clydawg’s in Clodock has a rare three-decker pulpit, a mysterious ninth-century stone tablet and idyllic views of the Welsh ridges, so close they feel within reach. This is where I’ll be staying for my third evening and I set up my camp bed beside a plaque listing tithes from 1805 (two pence for eggs, sixpence for fruit and vegetables), before preparing a simple dinner in the kitchen and gazing down on my temporary dominion from the minstrel’s gallery. Though my feet remain damp, spirits are high. It’s hard to believe that, after an invigorating day’s walk, travellers are allowed to rest in these rich repositories of history.\n\nIf a church represents the history of a place, writ in wood and stone, then a pub connects you to its present. In Clodock, these two institutions are closely connected: the Cornewall Arms stands right against the church wall. Inside it feels less like I’ve entered a pub and more like I’m in a sitting room: unmatched chairs line the walls, which are adorned with black-and-white photos of fetes and football teams, while a skittles set occupies the centre of the room. There’s no bar, just a hatch. I take a seat by the fireplace and strike up a conversation with Alan Williams, the landlady’s brother, who grew up in the pub. He reminisces about how a proportion of the profits from local farms were once spent here. “It was good times back then,” he says reflectively.\n\nThe rest of the evening’s patrons are a mixed bunch, including sheep farmers, a former TV presenter and, of course, this pilgrim. I feel the warmth of being welcomed, but also a slight wistfulness: pubs like the Cornewall Arms are a dying breed. Talk turns to more outsiders buying holiday homes. “It changes,” says Alan, “but quietly.”\n\nAs I complete the remaining 24 miles of the loop over the next two days, taking in the Golden Valley’s hillsides and holy places, it’s hard to imagine this place unfolding any other way. Quietly. Slowly. Much like the walk itself. When I’d asked Simon about the idea of a circular pilgrimage, he spoke of returning to your starting point with a new perspective. Yet, as I stand by a slab engraved with a scallop shell — the traditional symbol of a pilgrim — at Hereford Cathedral, I don’t experience a grand epiphany. I haven’t found God, or even myself. But I do feel... different. Tired, yes, but clearer and lighter. A small, quiet change.\n\nHow to do it The self-guided Golden Valley Pilgrim Way in southwest Herefordshire is managed by Abbeydore Deanery . Accommodation is available at the nine churches along the route, as well as at the cloisters of Hereford Cathedral. Bookings can be made through the deanery and a donation of £20 per person per night is requested. Digital GPX files of the route are available for download.",
        "imageUrl": "https://i.natgeofe.com/n/cc24808a-b1c2-4b06-aa7d-76f7cf04dbf2/pilgrimages_PilgrimsbyBlackMountains-Enhanced-SR_ukHR_RESIZED_16x9.jpg?w=1200",
        "authors": [],
        "time": "unknown"
    },
    {
        "url": "https://www.disneyplus.com/series/animals-up-close-with-bertie-gregory/68dHgeRaJoXX?cid=DTCI-Synergy-NatGeoPartners-Site-Acquisition-DisneyPlus-US-NatGeo-NatGeo-EN-Banner-NATGEO_AUC_NatGeoHomepage-NA",
        "title": "Watch Animals Up Close with Bertie Gregory",
        "source": "https://news.nationalgeographic.com/",
        "content": "Offer applies to ad-supported Disney+, Hulu Bundle plan. Offer valid until 11:59 PM PST on 3/30/25. Valid only for new and returning subscribers with no current active entitlement to any Disney+, Hulu, and/or ESPN+ plan. 18+ only. Upon redeeming this offer, you will be enrolled in an auto-renewing subscription of Disney+, Hulu Bundle Basic and you will be charged the then-current retail price ($10.99/month (plus tax, where applicable)) on a monthly basis beginning at the end of your 4-month promotional offer unless you cancel your subscription before then. Cancel anytime, through your account settings or by contacting us, effective at the end of your billing period. No refunds or credits for partial months. Use of the services is subject to the Disney+, ESPN+, and Hulu Subscriber Agreement . Valid payment method required to redeem offer. Cannot be combined with any other offers, coupons, discounts or promotions. Not redeemable for cash or any other goods or services. Eligibility rules and offer timing may vary if you sign up through a third party billing partner.Access content from each service separately. Location data may be required to watch certain content. Select Hulu content available via Disney+ with valid Disney+ and Hulu subscriptions; additional content only available via Hulu app. Hulu content can be streamed via Disney+ on up to 2 devices simultaneously. Additional app feature and device restrictions apply. For more information, including detailed information on billing and cancelation, please visit the Disney+ Help Center. ©2025 Disney and its related entities.",
        "imageUrl": "https://disney.images.edge.bamgrid.com/ripcut-delivery/v1/variant/disney/4e80dbd6-eabc-4e07-8f21-03a827330068?/scale?width=1200&aspectRatio=1.78&format=webp",
        "authors": [],
        "time": "unknown"
    },
    {
        "url": "https://www.nationalgeographic.com/photography/article/starling-birds-flock-cloud",
        "title": "These birds form mesmerizing clouds in the sky. Scientists may finally know why.",
        "source": "https://news.nationalgeographic.com/",
        "content": "On winter evenings throughout much of Europe and North America, an hour before sunset, thousands of starlings gather in the skies. Before descending to their nighttime roosts, the birds put on one of nature’s most spectacular displays. They pulse, ripple, and wheel as if they were a single entity—an amorphous, shape-shifting creature with the delicate beauty of calligraphic brushstrokes and the erratic chaos of flickering flames.\n\nHow could so many birds be so tightly coordinated? That’s a mystery that researchers have sought to solve for more than a century. In 1931, the ornithologist Edmund Selous argued that a starling murmuration, which he described as “a madness in the sky,” could only arise through telepathy. The birds “must think collectively, all at the same time,” he wrote. Like many others, Selous assumed that complex behavior must have equally complex origins. But in the 1980s, programmers and physicists started showing otherwise. They created computer models in which virtual individuals interacted according to deceptively simple rules but nonetheless moved in ways that resembled coordinated flocks. These simulations were compelling, but researchers lacked good data on actual flocks to compare them against. Then, in 2005, a team led by married physicists Andrea Cavagna and Irene Giardina in Rome took a giant leap forward. Over many chilly evenings across three years, they climbed to the rooftop of the Palazzo Massimo to photograph the city’s especially epic murmurations with pairs of cameras. Using these images, they reconstructed the 3D position of each individual in murmurations that included more than 4,000 members.\n\n(Starling murmurations are dazzling, ubiquitous, and puzzling.)",
        "imageUrl": "https://i.natgeofe.com/n/3fe85d28-ce92-4c47-8257-4b9c02382a0e/STOCK_MF4128_93I5992_16x9.jpg?w=1200",
        "authors": [],
        "time": "unknown"
    },
    {
        "url": "https://www.nationalgeographic.com/environment/article/congo-basin-carbon-research-climate-change",
        "title": "How the Congo became the world’s most critical rainforest",
        "source": "https://news.nationalgeographic.com/",
        "content": "Why the Congo Basin appears to be more resilient than the Amazon remains an incredibly complex question, and researchers are looking for answers in the trees. Back at Yangambi, Yakusu leads me down a trail through the surrounding forest and then signals that we should head deeper into the underbrush. As we leave the path, the texture of the ground suddenly changes, crackling softly as dried branches snap beneath our feet and then grow squishy as we step over the soft husk of a decomposing tree trunk. We finally stop in front of a huge tree with a wide, smooth trunk that juts high into the canopy. Part of the mahogany family of trees, it belongs to a particular native species called Entandrophragma utile.\n\nThe tree is part of another long-term survey that’s been happening at the station. To inspect it properly, Yakusu unslings his backpack and produces a wood borer shaped a bit like an oversize corkscrew, placing it against the trunk a few feet above the ground. When he turns the handle, the hardwood seems to resist at first, creaking under the pressure being applied. After a few minutes, Yakusu extracts a long, thin core sample of wood from the inner layers, which he carefully inserts into a protective sleeve. “You have to be careful to not let it break,” he says.\n\nInside the station’s modern wood biology lab—another first in the DRC—researchers would be able to compare the tree’s height and trunk diameter with visible rings from the core sample to determine changes in its growth over time in relation to the climate. “As we’ve demonstrated, the rainforest is warming,” Yakusu says. “This means that the environment in which these trees grow is changing and the conditions for growth are no longer optimal.” In the long run, decreased tree growth could lead to higher tree mortality in the region, one factor responsible for the Amazon’s diminishing capacity to store carbon.\n\nAlready some tree species are disappearing. In the research station’s archives, detailed records on a tree from the same genus, Entandrophragma palustre, show that it was once the most studied species at Yangambi. “But in this forest, you won’t find a single palustre today,” says Yakusu. At the same time, some trees are proving more resistant to extreme climate shifts, which could hold the key to helping the forest adapt. Chadrack Kafuti and Brice Djiofack, two tropical ecologists working at Yangambi’s wood lab, have been closely studying the adaptations of Pericopsis elata, a large-leaved hardwood with the surprising capacity to pause its growth during periods of drought or when sunlight is scarce. That kind of resilience could help direct replanting in areas where the forest has been logged for lumber or affected by wildfires, which are increasingly common.\n\n(Our report on when the Congo Basin reopened to large-scale logging.)",
        "imageUrl": "https://i.natgeofe.com/n/0a8bf86d-5b50-438a-a998-b5096c9d34c0/NGS-79991S-21_211015_CongoBasin18441_16x9.jpg?w=1200",
        "authors": [],
        "time": "unknown"
    },
    {
        "url": "https://www.nationalgeographic.com/impact/article/photos-world-freshwater-initiative",
        "title": "14 extraordinary photos show the importance of freshwater habitats",
        "source": "https://news.nationalgeographic.com/",
        "content": "As the magnitude of water shortage issues arise globally, National Geographic Explorers along with the World Freshwater Initiative highlight stories of the communities facing critical challenges. Conservation and education are vital to creating a sustainable future for freshwater use.\n\nAs part of the initiative, the World Water Map was launched. Created by the National Geographic Society, in partnership with Utrecht University and Esri, the goal of the map is to provide a geovisualization of global freshwater availability and usage, while identifying critical shortages.",
        "imageUrl": "https://i.natgeofe.com/n/b4f57ee3-6def-44d6-bc26-e8ba55e70f08/05NS119765202_NGS-98110S-23_MediaAssetSubmission_1crJasonGulley_16x9.jpg?w=1200",
        "authors": [],
        "time": "unknown"
    },
    {
        "url": "https://www.disneyplus.com/series/arctic-ascent-with-alex-honnold/49fWWUwfwknH",
        "title": "Watch Arctic Ascent with Alex Honnold",
        "source": "https://news.nationalgeographic.com/",
        "content": "Offer applies to ad-supported Disney+, Hulu Bundle plan. Offer valid until 11:59 PM PST on 3/30/25. Valid only for new and returning subscribers with no current active entitlement to any Disney+, Hulu, and/or ESPN+ plan. 18+ only. Upon redeeming this offer, you will be enrolled in an auto-renewing subscription of Disney+, Hulu Bundle Basic and you will be charged the then-current retail price ($10.99/month (plus tax, where applicable)) on a monthly basis beginning at the end of your 4-month promotional offer unless you cancel your subscription before then. Cancel anytime, through your account settings or by contacting us, effective at the end of your billing period. No refunds or credits for partial months. Use of the services is subject to the Disney+, ESPN+, and Hulu Subscriber Agreement . Valid payment method required to redeem offer. Cannot be combined with any other offers, coupons, discounts or promotions. Not redeemable for cash or any other goods or services. Eligibility rules and offer timing may vary if you sign up through a third party billing partner.Access content from each service separately. Location data may be required to watch certain content. Select Hulu content available via Disney+ with valid Disney+ and Hulu subscriptions; additional content only available via Hulu app. Hulu content can be streamed via Disney+ on up to 2 devices simultaneously. Additional app feature and device restrictions apply. For more information, including detailed information on billing and cancelation, please visit the Disney+ Help Center. ©2025 Disney and its related entities.",
        "imageUrl": "https://disney.images.edge.bamgrid.com/ripcut-delivery/v1/variant/disney/c077717a-a8ed-46cb-8db8-13e9f5d68b87?/scale?width=1200&aspectRatio=1.78&format=webp",
        "authors": [],
        "time": "unknown"
    },
    {
        "url": "https://www.disneyplus.com/series/incredible-animal-journeys/4QyOWAukR78T?cid=DTCI-Synergy-NatGeoPartners-Site-Acquisition-DisneyPlus-US-NatGeo-NA-EN-NA-NATGEO_DigitalO+O_placements-NA",
        "title": "Watch Incredible Animal Journeys",
        "source": "https://news.nationalgeographic.com/",
        "content": "Offer applies to ad-supported Disney+, Hulu Bundle plan. Offer valid until 11:59 PM PST on 3/30/25. Valid only for new and returning subscribers with no current active entitlement to any Disney+, Hulu, and/or ESPN+ plan. 18+ only. Upon redeeming this offer, you will be enrolled in an auto-renewing subscription of Disney+, Hulu Bundle Basic and you will be charged the then-current retail price ($10.99/month (plus tax, where applicable)) on a monthly basis beginning at the end of your 4-month promotional offer unless you cancel your subscription before then. Cancel anytime, through your account settings or by contacting us, effective at the end of your billing period. No refunds or credits for partial months. Use of the services is subject to the Disney+, ESPN+, and Hulu Subscriber Agreement . Valid payment method required to redeem offer. Cannot be combined with any other offers, coupons, discounts or promotions. Not redeemable for cash or any other goods or services. Eligibility rules and offer timing may vary if you sign up through a third party billing partner.Access content from each service separately. Location data may be required to watch certain content. Select Hulu content available via Disney+ with valid Disney+ and Hulu subscriptions; additional content only available via Hulu app. Hulu content can be streamed via Disney+ on up to 2 devices simultaneously. Additional app feature and device restrictions apply. For more information, including detailed information on billing and cancelation, please visit the Disney+ Help Center. ©2025 Disney and its related entities.",
        "imageUrl": "https://disney.images.edge.bamgrid.com/ripcut-delivery/v1/variant/disney/f6a2cf3a-79cb-40c5-8992-00aa6d8b81c4?/scale?width=1200&aspectRatio=1.78&format=webp",
        "authors": [],
        "time": "unknown"
    },
    {
        "url": "https://www.nationalgeographic.com/travel/article/why-the-croatian-island-brac-is-perfect-for-family-getaways",
        "title": "Why Brač may be the best Croatian island for a family vacation",
        "source": "https://news.nationalgeographic.com/",
        "content": "This article was produced by National Geographic Traveller (UK).\n\nJust a short ferry-hop from the city of Split, Brač was put on the map by its extraordinary Zlatni Rat beach — a giant tongue of pebbles that shifts with the tides and winds, making it a remarkable natural phenomenon. But this small Adriatic island is also ideally located for island-hopping, watersports, pootling around in characterful stone villages and active days out to mountain lookouts and along coastal hiking trails. And, at the end of each day, there’s always a welcoming restaurant terrace to retire to.\n\n1. Discover Dalmatia’s best beach\n\nBrač's northern coastline offers several impressive beaches including Lovrečina Bay and Splitska Beach — or do as the locals do and look for one of the island’s smaller, quieter stretches of sand where kids can dive straight in. Brač is also home to one of Croatia’s most photographed beaches — Zlatni rat, also known as the Golden Horn, in the settlement of Bol. Famous for its distinctive tongue-like shape, clear waters and fringe of pine trees, Zlatni rat’s fine shingle shifts with the tides and winds, making it a remarkable natural phenomenon. It’s typically calm in the mornings, making it a great time for family paddles, while winds pick up in the afternoons, when it becomes popular for watersports that are sure to interest active teens, such as kitesurfing.\n\nTip: Lively cafes and bars surrounding Zlatni rat make it a great place for people-watching, selfies and kid-friendly beachside mocktails.\n\n2. Explore island culture\n\nThe towns of Supetar and Pučišća are both worth exploring during quieter mornings or late afternoons. Supetar is Brač’s main port town, with a palm-fringed promenade, Romanesque architecture and busy medieval streets. Meanwhile, Pučišća’s traditional white limestone buildings, Renaissance palaces and baroque flourishes often give it the mantle of one of Europe’s prettiest towns. Plan a visit to the stone mason school and pick up souvenirs from the stalls along the bay.\n\nTip: At the end of Pučišća bay, there’s a stretch of beach with public showers, where you can cool off after a hot afternoon of sightseeing.\n\n3. Find outdoor fun\n\nPlan an early morning hike or bike ride along a bite-sized section of the island’s Via Brattia trail, an 87-mile loop connecting the island’s oldest settlements of Pučišća and Škrip with smaller villages, Zlatni rat beach, local museums, monasteries, vineyards and olive groves. The section from Supetar heading towards Sutivan is accessible enough for kids and well signposted, taking in coastal views; families who enjoy cycling can tackle it on bikes or ebikes hired from Rent A Roberts sports centre in Supetar. Alternatively, kids who like a lookout point can summit Vidova Gora. The highest peak of all the Adriatic islands, it rears some 2,560ft above sea level and offers panoramic views of Brač and its surroundings. Families with younger children can drive straight to the top in about 20 minutes from Supetar; older kids might like the challenge of hiking it from Bol, which is a steep schlep of around six miles that’ll take between three to five hours.\n\nAlternatively, kids who like a lookout point can summit Vidova Gora. The highest peak of all the Adriatic islands, it rears 2,560ft above sea level and offers panoramic views of Brač and its surroundings. Families with younger kids can drive straight to the top in about 20 minutes from Supetar; older kids might like the challenge of hiking it from Bol, which is a steep schlep of around seven miles, there and back, taking three to five hours.\n\nTip: For any strenuous activities such as hiking and biking, it’s best to plan your trip for the early morning before the sun gets too strong.\n\n4. Feast on local cuisine\n\nBrač’s cuisine is rich in fresh seafood, local olive oil and island herbs, fusing Italian and Mediterranean flavours in ways that are likely to prove a hit with kids. Vala Hrvaska in Splitska is a laid-back option with highchairs and outdoor tables in view of the water serving local charcuterie boards and cheese platters, alongside fish, lamb and seafood such as mussels and octopus for more adventurous young diners. Tavern Kopačina in the village of Donji Humac, about four miles from Supetar, is best known for its authentic Dalmatian cuisine, lamb dishes and homemade olive oil. Book the outdoor terrace for its scenic views of the traditional stone Brač houses, rolling hills and a glimpse of the Adriatic Sea. Book a tour and lunch at the Olive Oil Museum in the hillside village of Škrip, which offers an interactive experience for families where kids can have a go at pushing the olive press while adults sample tastings of island olive oils.\n\nBook the outdoor terrace for its scenic views of the traditional stone Brač houses, rolling hills and a glimpse of the Adriatic Sea. You could also take a tour and have lunch at the Olive Oil Museum in the hillside village of Škrip, about a 10-minute drive away, which offers an interactive experience for families where kids can try their hands at pushing the olive press while adults sample tastings of some of the island’s olive oils.\n\nTip: Try Brač’s local speciality dish, lamb peka, where the meat is slow-cooked with Mediterranean vegetables under a bell-like lid.\n\n5. Try island-hopping & day trips\n\nFor a change of scene, Brač is well positioned and well connected for island-hopping to Hvar and Vis, or a day trip to the city of Split on the mainland, just a 50-minute hop away. Though Split is lesser-known than Dubrovnik, it has an equally attractive Old Town with narrow streets kids will love to wander, a UNESCO-listed Diocletian’s Palace and an ancient Roman Palace. Young history-lovers will also appreciate the Split Archaeological Museum. Some tour operators can book private ferry trips, though there are local operators such as Jadrolinija or Adriatic Fast Ferries.\n\nTip: Book ferry trips from Brač well in advance, especially during the high season; in Split, the waterside Riva Promenade is lined with cafes and restaurants that cater to young ones.\n\nVilla Adeline is a luxurious family star with concierge service. Photograph by Lidija Lolić\n\nHow to do it\n\n\n\nThis story was created with the support of Oliver Travels. Oliver’s Travel offers a range of villas in Brač, including the six-bedroom luxury Villa Adeline, which features an infinity pool and whirlpool bath. The private concierge service can book in-villa dining for families. From £15,966 for a seven-night stay for up to 12 guests. Guests can also book the neighbouring Villa Elaina, with starting rates from £14,578 for a seven-night stay for up to 12 guests.\n\nNational Geographic Traveller (UK).\n\n\n\nTo subscribe to National Geographic Traveller (UK) magazine click Published in the April 2025 issue of(UK).To subscribe to(UK) magazine click here . (Available in select countries only).\n\n\n\n",
        "imageUrl": "https://i.natgeofe.com/n/27b7133b-8fb8-4c51-a0ed-de895e38279c/ST_family_2HHGPAB-Enhanced_HR_RESIZED_16x9.jpg?w=1200",
        "authors": [],
        "time": "unknown"
    },
    {
        "url": "https://www.nationalgeographic.com/animals/article/penguin-poop-krill-predator-detection",
        "title": "Why penguin poop makes krill swim for their lives",
        "source": "https://news.nationalgeographic.com/",
        "content": "In Antarctica’s Palmer Station lab, scientists put wild-caught krill through a series of tests to see if they could identify the presence of a predator—in this case, Adélie penguins—by squirting a slurry of penguin poop into the crustaceans’ tanks. Because there were just six to eight individuals in each test, the scientists were then able to measure the krill’s reactions.\n\n“You could see straight away that they were having these avoidance behaviors,” says Nicole Hellessey, an Antarctic marine scientist at the University of Tasmania in Hobart, Australia and lead author of the new study published in Frontiers in Marine Science. “They’d start to zigzag all over the place.”\n\nMore specifically, the krill swam faster, with three times as many turns—and turns at sharper angles—than usual.\n\nUnlimited Access for Less Subscribe now and save $10 SUBSCRIBE\n\nSometimes the krill would stop swimming altogether, allowing the flow of water in their holding tanks to carry them all the way to the side of the enclosure. Hellessey notes that if the current is carrying the krill away from a predator, then it saves the krill energy to just sit tight and float along with it.\n\nInterestingly, the krill also appeared to lose their appetite in the presence of penguin poop, feeding 64 percent less efficiently than under normal conditions.",
        "imageUrl": "https://i.natgeofe.com/n/2b01388f-e328-423e-bc17-bcfeb37f2ba6/H3HF5M_16x9.jpg?w=1200",
        "authors": [],
        "time": "unknown"
    },
    {
        "url": "https://www.nationalgeographic.com/impact/article/sandesh-kadur-explorer-story",
        "title": "Sandesh Kadur has spent 25 years unveiling wildlife’s secrets",
        "source": "https://news.nationalgeographic.com/",
        "content": "“As we’re sitting there, legs dangling down from a tree, 15 feet below us a leopard walks in the beautiful moonlight. It was one of the most extraordinary sightings of a leopard I’ve ever had.”\n\nIn 25 years of wildlife storytelling, National Geographic Explorer Sandesh Kadur has seen and documented more rare moments in nature than most people experience in a lifetime.\n\n“Then, the leopard goes to the tree next to us and puts its paws up. It scratches the tree, puts its paws down, saws and disappears into the darkness,” Kadur recalls of the moment that set him on the course of his life’s work.\n\nHe was a 15-year-old boy in Bangalore, India who had buried himself in books about big cats, mostly books by hunter-turned-conservationist Jim Corbett . Inspired, Kadur and a friend rode their bikes into the jungle one night and pedaled toward a particular tree that sat above a watering hole, one frequented by the “man-eating tigers or leopards” described in Cobertt’s literature. Kadur had, in his imagination, camped out with Corbett in moonlit trees several times before, waiting for big cats. This time it was real.\n\n“In that beautiful dappled moonlight and shadow, that’s when I realized that this was what I wanted to do when I grew up. Experience moments like this, capture them and share them with the world.”\n\nAs an acclaimed wildlife filmmaker and photographer, Kadur has dedicated his life to illuminating endangered species and their fragile habitats. He shares them with the world through his visual storytelling, which offers his audiences first-time glimpses into rarely-seen phenomena in the natural world, and urges viewers to protect its vulnerable inhabitants.",
        "imageUrl": "https://i.natgeofe.com/n/1eb7e652-828d-471b-a976-c3d523e7d436/DSC00699-DN_16x9.JPG?w=1200",
        "authors": [],
        "time": "unknown"
    },
    {
        "url": "https://www.nationalgeographic.com/lifestyle/article/best-waterproof-speakers",
        "title": "The best waterproof speakers for travel in 2025",
        "source": "https://news.nationalgeographic.com/",
        "content": "By clicking on the featured links, visitors will leave nationalgeographic.com and be directed to third-party e-commerce sites that operate under different terms and privacy policies. As a participant in multiple affiliate marketing programs, National Geographic will earn a commission for certain purchases. See full disclaimer below.*\n\nToday’s waterproof speakers have evolved significantly over the last few years. These innovative options are more durable than their predecessors and pack a powerful audio punch. They can be a great addition to travelers too, whether you’re planning a beach or lakeside getaway.\n\n“Waterproof wireless Bluetooth speakers are an insurance policy for active people,” says Erin Lawrence, a tech and gadget reviewer and former journalist , based in Canada. “They let you enjoy music anywhere without worrying about damaging a pricey speaker if it should accidentally find some water or get caught in a storm.”\n\nThere are thousands of portable speakers on the market, but not all are waterproof. In addition to sound quality and battery life, it’s important to look at the “IP” rating, says Brian Rozycki, an expert of small electronics based in Illinois. That rating is a global standard that tells you how well that speaker you’ve been eyeing blocks water and dust, which can gunk up your pricey tech.\n\nOur favorite waterproof speaker, the very portable JBL Flip 6 , has the highest IP rating, offering excellent protection from water and dust, plus good quality sound at an affordable price. After speaking with our experts and researching hundreds of waterproof speakers, we found a few more that offer plenty of water protection and big sound for your next outdoor adventure.\n\nThe best waterproof speakers\n\nA key feature to look for when shopping for waterproof speakers is the IP rating. Only speakers that have an Ingress Protection (IP) rating of X4 or higher can claim to be fully waterproof, as well as dust- and splash-proof. These ratings are part of global standards set by the International Electrotechnical Commission for electronics. For more on IP ratings and how to read them, read on.\n\nTravelers should also consider sound quality, portability, battery life, and extras, such as making phone calls.\n\nBest waterproof speaker overall: JBL Flip 6\n\nPhotograph courtesy JBL JBL Flip 6 Buy it now at JBL\n\nWhy we like it: The JBL Flip 6 has an IP67 rating, meaning it’s dust-proof and waterproof. It comes with a removable strap and an app to control the sound quality—all for an affordable price. “This is the best-value sound quality around $100,” says Rozycki.\n\n“Flip 6 is a sweet little portable and party speaker. It’s small but it cranks,” says Lawrence, the tech tester, who was impressed with the speaker’s waterproofness. “I even dropped it in a pool during my hands-on review testing and it came out still playing and sounding great.”\n\nLawrence notes that the “just average” battery life and lack of a microphone are disappointing. “For me, though, those downsides don’t take away from this speaker in a huge way,” she says.\n\nTravelers will appreciate that the Flip 6 is widely available, even in Europe, where I saw it for sale at the Munich airport.\n\nAs a longtime JBL Flip 6 owner, I can attest to its durable construction and performance. The battery life and sound are fantastic and it’s small enough to slip into a beach bag.\n\nKeep in mind: While the JBL Flip 6 has the highest dust and waterproof rating, that doesn’t mean it can sit in water for longer than 30 minutes. Reviewers note the audio isn’t as loud as some other waterproof speakers.\n\nProduct details: Dimensions: 17.8 x 6.8 x 7.2 in. | IP rating: IP67 | Weight: 1.2 lbs. | Charging time: 2.5 hours | Maximum play time: 12 hours | Frequency: 63 Hz to 20k Hz | Maximum volume: 86.8 dB\n\nLoudest waterproof speaker: JBL Xtreme 3\n\nPhotograph courtesy JBL JBL Xtreme 3 Buy it now at JBL\n\nWhy we like it: The JBL Xtreme 3 is a compact waterproof speaker that offers a wide range of volume and sound. It has two 25-watt RMS woofers and two 15-watt RMS tweeters—features that handle both high and low range. It can keep the good time rolling for more than 15 hours and even charges your phone.\n\nThe 3.5-millimeter audio cable input jack gives you the option to plug in to play music too. Like the JBL Flip 6 above, you can control the Xtreme 3 using the JBL app on your phone. Reviewers appreciate that, at its loudest settings, you don’t get much audio compression.\n\nKeep in mind: The Xtreme 3 is one of the largest speakers on our list, making it heavier and slightly less portable than others. It also takes longer to charge than our other top picks, and at over $300, the JBL Xtreme 3 is one of the most expensive speakers on this list.\n\nAdditionally, Rozycki notes that this model was upgraded to the JBL Xtreme 4. With a pair of 30-watt RMS woofers and two 20-watt RMS tweeters, the Xtreme 4 offers a bit more volume than the Xtreme 3. The JBL Xtreme 4 “is one of the most powerful portable Bluetooth speakers you can buy with loud and clear sound, booming bass, and over 24 hours of battery life,” adds Lawrence. However, the Xtreme 4 is encumbered by similar weight and charging downsides at an even higher price.\n\nProduct details: Dimensions: 29.8 x 13.6 x 13.4 in. | IP rating: IP67 | Weight: 4.3 lbs. | Charging time: 4 hours | Maximum play time: 15 hours | Frequency: 53.5 Hz to 20k Hz | Maximum volume: 91 dB\n\n( Here are 8 great Bluetooth speakers to bring on your next trip )\n\nBest waterproof portable speaker: Ultimate Ears Wonderboom 4\n\nPhotograph courtesy Amazon Ultimate Ears Wonderboom 4 Buy it now on Amazon\n\nWhy we like it: With its small size and handy carrying loop, the Ultimate Ears Wonderboom 4 makes a great travel companion. It also gets high marks for sound quality. “This is an ultra-compact waterproof speaker with big, bassy stereo sound—all from one little speaker,” says Lawrence. “This speaker also floats.” That’s a significant benefit if you plan to take it on the water.\n\nIt comes with podcast and music modes, which adjust the equalizer settings to enhance the audio, based on what you’re listening to. We also like that this waterproof speaker is made of 31 percent post-consumer recycled content and comes in recyclable packaging, according to the brand. You can also link a second Wonderboom 4 for stereo-style surround sound.\n\nKeep in mind: Some reviewers don’t like that the EQ isn’t customizable and that there’s noticeable compression when you turn the Wonderboom up to its loudest. The Wonderboom 4 isn’t compatible with older models. Additionally, Lawrence notes that the battery life is not that long, compared to that of other waterproof speakers.\n\nProduct details: Dimensions: 4.1 x 3.7 in. | IP rating: IP67 | Weight: 14.8 oz. | Charging time: 2.6 hours | Maximum play time: 14 hours | Frequency: 53.5 Hz to 20k Hz | Maximum volume: 86.7 dB\n\nBest waterproof speaker for sound quality: B & O Beosound A1\n\nWhy we like it: Built with “omnidirectional” output and customizable EQ via an app, the Bang & Olufsen Beosound A1 speaker offers top-notch audio.\n\n“It’s surprisingly powerful for its size,” says Lawrence, noting this speaker’s finely tuned acoustics, detail, and solid bass. “Plus, during my hands-on testing, I found that outdoors, it’s also surprisingly strong at being able to fill a space, so it’s a great backyard or campsite companion.” However, if that’s not enough, you can pair it with a second one for a real blow out.\n\nThis speaker comes with other bells and whistles too, including a speakerphone, built-in Amazon Alexa (which you can mute), and a leather strap.\n\nKeep in mind: The Beosound A1 is not Wi-Fi compatible (it uses your phone’s Wi-Fi connection). Reviewers say this speaker struggles to produce low bass, doesn’t get very loud, and lacks immersive sound quality.\n\nProduct details: Dimensions: 5.2 x 1.8 x 5.2 in. | IP rating: IP67 | Weight: 1.2 lbs. | Charging time: 2.7 hours | Maximum play time: 18 hours | Frequency: 55 Hz to 20k Hz | Maximum volume: 84.2 dB\n\n( Don’t leave for the beach without these essentials )\n\nBest waterproof speaker on a budget: Anker Soundcore Select 2S\n\nPhotograph courtesy Soundcore Anker Soundcore Select 2S Buy it now at Soundcore\n\nWhy we like it: This small waterproof speaker can handle stereo audio content without downmixing it to mono and has an adjustable EQ via app, which many reviewers note is rare at this price point (well under $100).\n\n“If you’re looking for a speaker that can be used both at home and on the road, this is a great pick,” says Lawrence. “It’s got a nice tabletop design, which would look equally at home on the counter, or even in your shower, since it’s IPX7 waterproof. When you want to take it on a hike or for a weekend of camping, it’s small enough to fit in a backpack too.”\n\nIt’s got “better than average sound for the money,” adds Rozycki, and good battery life.\n\nKeep in mind: With an IPX7 rating, this speaker isn’t nearly as robust as the others on this list. That means it can handle a spray of water or a light shower and very temporary submersion. Reviewers say it’s not very loud and it’s not multidirectional, unlike some of the other waterproof speakers on this list.\n\nProduct details: Dimensions: 2.5 x 7.2 x 2.1 in. | IP rating: IPX7 | Weight: 1.3 lbs. | Charging time: 2.75 hours | Maximum play time: 16 hours | Frequency: Unlisted | Maximum volume: 85.8 dB\n\n( Here are our favorite beach bags )\n\nHow we chose the best portable waterproof speakers\n\nWith so many great portable waterproof speakers out there, it can be difficult to know which one offers the best value for your money. To help, we looked at a number of factors to compile this list, including:\n\n• Third-party reviews: We pored over hundreds of online reviews on retailer and independent sites, noting common complaints and compliments.\n\n• Media reviews: We scoured expert reviews across the Internet for more context and background.\n\n• First-hand experience: I’m a long-time consumer products and technology journalist. I’ve tried a number of the speakers on this list and have a bank of knowledge on the sound quality, functionality, and waterproofing of many of our top picks.\n\n• Expert interviews: We talked to two experts in the tech and electronics industries for their seasoned and honest opinions about the speakers on our list.\n\nTips for buying a waterproof speaker\n\nCheck the IP rating\n\nBoth our experts emphasize the importance of the IP rating, which measures how well electronics products resist water and dust. These four-figure codes begin with “IP” followed by a figure (the letter “X” or a number) signifying how well the equipment resists solids, such as dust, dirt, and sand, says Lawrence. An “X” means the product wasn’t tested for debris. The last figure measures water protection.\n\n“Generally speaking this is tested with fresh water only, so the rating is unlikely to apply if you spill something like hot chocolate or cola on it,” notes Lawrence. “If a speaker has not been tested against debris getting inside, you’ll see an ‘X’ in the rating number. For example, IPX6 means the speaker has not been formally tested with solids, but it receives a score of six when it comes to liquids. Going one step further, if a zero appears in the rating that simply means it’s been tested but offers zero protection.”\n\nThe highest rating for a waterproof speaker is IP67, which means that it has been tested to withstand dust and immersion in water up to a depth of one meter for 30 minutes. “This rating is suitable for outdoor activities and environments where [the speakers] may be exposed to rain, splashes, or brief accidental submersion,” says Lawrence. Our top pick, the JBL Flip 6 , is rated IP67.\n\nIt’s important to note that a high IP rating doesn’t mean you can leave a waterproof speaker submerged in water forever, notes Rozycki.\n\nConsider where you plan to use a waterproof speaker\n\nRozycki says where you plan to use your speaker is important. If you plan to use your waterproof speaker closer to home, then you probably don’t need to prioritize battery life. If you’re buying one for camping trips, however, you may want a more robust battery. It’s also important to note that waterproof testing is conducted with fresh water—salt, brackish, or chlorinated pool water can corrode components. Rinse and dry waterproof speakers thoroughly after use in or near saltwater or by the pool.\n\nLook for durability\n\n“Important factors to consider when choosing a wireless Bluetooth speaker include looking for a reputable brand, or one that has consistently good ratings,” says Lawrence.\n\nShe also recommends reading through descriptions to see if the waterproof speaker you’re considering was drop-tested, especially if you’re planning a more active adventure.\n\nIt goes without saying, but sound quality impacts a waterproof speaker’s durability. You want a speaker that will go the distance and won’t slow you down. “If you enjoy activities like backcountry hiking, finding the smallest and lightest possible waterproof speaker might be even more important than sound,” says Lawrence. “If that’s the case, there are plenty of micro speakers that can still amplify your audio while being extremely lightweight.”\n\nWith its handy loop, the Ultimate Ears Wonderboom 4 is a great option for hikers.\n\nConsider weight, size, and design\n\nA portable waterproof speaker has to fit your travel and outdoor needs. “It’s a good idea to get an overall feel for a waterproof speaker before you buy. If you lift it, does it have substantial weight to it? It doesn’t need to be heavy, but it should feel durable,” says Lawrence. “A rubberized or non-slip coating is also a good idea for a waterproof or portable outdoor speaker.”\n\nLawrence adds that metal construction enhances a waterproof speaker’s durability over one made mostly of plastic. Check for silicone covers over key ports and “ensure those have a robust hinge so they won’t break off and get lost,” says Lawrence.\n\nThink about extras\n\nSome speakers on this list come with features like speakerphone ability or Alexa built in, which can bump up the price. Consider whether you really need additional features before plunking down your hard-earned cash.\n\nFrequently asked questions\n\nWhat is the best waterproof rating for speakers?\n\nThe best waterproof and dust-proof rating for speakers is IP67. This rating means that the speaker was tested for both dust and water incursion and can block water for at least 30 minutes at a depth of one meter.\n\nAre waterproof speakers actually waterproof?\n\nWaterproof speakers are waterproof (and dust-proof) to a limit. It’s important to check the IP rating to know for sure. “With most electronics, they will be labeled either waterproof or water resistant,” says Lawrence, our tech expert. “And the truth is even the most ‘waterproof’ speakers can be subject to water getting inside, depending on the situation.”\n\nLawrence adds that speakers are often tested in different ways, from being dunked in a tank to being doused with a high-pressure hose. “Different types of water may have different effects on a speaker. That’s why even if a speaker is waterproof when dropped in a pool, for example, it may not be similarly protected if your children spritz it with the hose,” she says.\n\nHigh pressure, whether from hoses or very deep water, over long periods of time can affect a waterproof speaker. “That’s why it’s important to check what its IP rating is and understand in what way it’s protected,” says Lawrence.\n\nAbigail Bassett is an award-winning, freelance, business, and consumer tech and product journalist based in Los Angeles, California. She writes about everything, including new vehicles, air purifiers, telescopes, portable tech, and travel capsule wardrobes. Always on the hunt for the right tech products for travel and adventure, she spends about two weeks a month testing products on the road. She has written for The Atlantic, TechCrunch, The Verge, Travel & Leisure, CNN, National Geographic, and Elle, among other outlets.",
        "imageUrl": "https://i.natgeofe.com/n/d5c4f3e3-9cfb-40da-9f8d-3ac1a2458f5b/GettyImages-1137026472_16x9.jpg?w=1200",
        "authors": [],
        "time": "unknown"
    },
    {
        "url": "https://www.nationalgeographic.com/history/article/the-real-history-of-yasuke-japans-first-black-samurai",
        "title": "The real history of Yasuke, Japan’s first Black samurai",
        "source": "https://news.nationalgeographic.com/",
        "content": "This 17th-century folding screen allegedly depicts Yasuke, the African warrior who served under the Japanese warlord Oda Nobunaga. As one of the few foreigners to rise in samurai ranks, Yasuke’s story continues to intrigue historians.\n\nThis 17th-century folding screen allegedly depicts Yasuke, the African warrior who served under the Japanese warlord Oda Nobunaga. As one of the few foreigners to rise in samurai ranks, Yasuke’s story continues to intrigue historians.\n\nThis 17th-century folding screen allegedly depicts Yasuke, the African warrior who served under the Japanese warlord Oda Nobunaga. As one of the few foreigners to rise in samurai ranks, Yasuke’s story continues to intrigue historians.\n\nThis 17th-century folding screen allegedly depicts Yasuke, the African warrior who served under the Japanese warlord Oda Nobunaga. As one of the few foreigners to rise in samurai ranks, Yasuke’s story continues to intrigue historians.\n\nYasuke’s remarkable journey took him from Africa to the ranks of Oda Nobunaga’s forces, where he became one of Japan’s most intriguing figures.\n\nFor hundreds of years, samurai, a class of elite warriors, shaped Japanese history, and tales of their exploits and adventures remain the stuff of legends. One of the most fascinating and mysterious is Yasuke, a man from Africa who appears to have become a samurai in the 16th century.\n\nNow, Yasuke appears as a character in Assassin’s Creed Shadows, a samurai-themed installment in the longstanding video game series.\n\nBut who exactly was Yasuke? And what can historians piece together about his life?\n\nYasuke’s enigmatic beginnings\n\nYasuke’s early life remains largely unknown. Some scholars speculate that he was born in Mozambique around the mid-16th century, while others suggest he might have been born elsewhere in Africa.\n\nHe adopted the name ‘Yasuke’ only after arriving in Japan with the Jesuit missionary Alessandro Valignano.\n\nYasuke likely met Valignano in Africa or India in the late 1570s. Valignano, tasked with assessing Catholic missions in Asia, recruited him as a bodyguard for a journey through India, China, and Japan.\n\n(These samurai women were some of history’s most legendary warriors.)\n\nYasuke’s striking presence, towering at over six feet, would have made him an impressive companion. He was renowned for his strength; The Chronicle of Lord Nobunaga, a 17th-century Japanese text, described his power as “formidable,” surmising that it “surpassed that of 10 men.”\n\nBut Yasuke wasn’t the first person of African descent to arrive in Japan. European traders and missionaries sometimes sailed with attendants and crew members who had come from Africa. Nonetheless, Yasuke quickly attracted attention wherever he went and became a kind of celebrity. People took to the streets in droves just to see him. In Sakai, the crush of the crowd was so great that it actually damaged buildings in the city.\n\nOda Nobunaga, a powerful warlord in the 16th century, launched ambitious military campaigns that brought nearly a third of Japan under his control. His drive to unify Japan laid the foundation for a period of peace that lasted until the country opened to the West in 1868. Photograph by Pictures From History/Universal Images Group/Getty Images\n\nWas Yasuke a samurai?\n\nIn 1581, Yasuke captured the interest of Oda Nobunaga, a powerful warlord striving to unify Japan as it emerged from the chaos of the Sengoku period. This era, also known as the “Age of Warring States,” was among the most turbulent in Japanese history, with constant military conflict as warlords battled for control over fractured territories. During this time, Japan also experienced its first major encounters with foreign cultures, as Portuguese and Spanish traders and missionaries began arriving in the 1540s.\n\n(These three samurai unified Medieval Japan.)\n\nUpon their meeting, Nobunaga famously scrutinized Yasuke’s skin, initially believing it to be painted black. Convinced this was the case, Nobunaga ordered him to bathe.\n\nDespite this unusual introduction, Yasuke quickly impressed Nobunaga, having already picked up some Japanese. Nobunaga soon transferred him from Jesuit service into his own, honoring him with a house, money, servants, and even the new name, Yasuke. According to Jesuit chronicler Luís Fróis, many assumed Nobunaga would continue to lavish honors on Yasuke and elevate him to a lord.\n\nHistorians debate whether Yasuke was technically a samurai, a term that denoted more than just a warrior. Samurai were generally born into this class and underwent rigorous training from a young age, learning not only combat skills but also the cultural and philosophical tenets of the role.\n\nBut given the honors lavished on him and that Nobunaga presented him with a sword, it’s probable that he may have been considered an honorary one.\n\nSamurai or not, Yasuke proved his loyalty, fighting alongside Nobunaga in his campaigns to consolidate power across Japan.\n\n(Follow in the footsteps of samurai on this ancient trail.)\n\nIn 1582, one of Nobunaga’s vassals, Akechi Mitsuhide, launched a rebellion and surrounded Nobunaga at a temple in Kyoto. Yasuke fought fiercely at his side, but the vastly larger enemy force soon overpowered them. Facing capture, Nobunaga enacted seppuku, a ritualized form of suicide. Yasuke was later captured, but Mitsuhide decided to spare his life because he wasn’t Japanese.\n\nWhat happened to Yasuke after his time with Nobunaga ended? Some historians suggest he may have stayed in Japan, with records hinting at the presence of a tall African man in Japan during the 1590s. But whether this man was Yasuke remains a mystery.",
        "imageUrl": "https://i.natgeofe.com/n/d9bf0c3d-c88f-4b18-b2dd-624f63427c03/MMNPTD-crop_16x9.jpg?w=1200",
        "authors": [],
        "time": "unknown"
    },
    {
        "url": "https://www.nationalgeographic.com/travel/article/europe-best-beginner-hikes",
        "title": "8 of Europe's best beginner hikes",
        "source": "https://news.nationalgeographic.com/",
        "content": "This article was produced by National Geographic Traveller (UK).\n\nTempted by the idea of hiking holidays but worry they’ll be too gruelling? Here are eight beginner-friendly hikes that are less about endurance and more about the simple pleasures of the Great Outdoors. Some will take you just a few hours, others last several days. But regardless of which you choose to tackle, each has been chosen for their combination of easy terrain, well-maintained paths and spectacular surroundings. Just be sure you’re properly shod before you start. A pair of well-fitted walking boots, appropriate for your hike and chosen with the help of an experienced shop assistant, will save you a world of pain once you get going.\n\n(Essential day-hiking gear, from trail clothing to clever backpacks.)\n\n1. Tre Cime di Lavaredo, Italy\n\nLength: 5.5 miles\n\nTime: 3-4 hours\n\nIn the mountains, hikers have a simple rule of thumb: the best views come on the biggest walks. Unless, that is, you’re walking the Tre Cime di Lavaredo circuit in the Italian Dolomites. It girdles three of the most gobsmacking walls of shattered rock you’ll ever clap eyes on — and yet the path is broad and steady throughout, with each ascent carefully paced. It begins and ends at a series of car parks by the Rifugio Auronzo (access is controlled and there’s a fee to pay as well) — and from there you can walk either way. It’s also served by bus from Auronzo. Hike it in June or September to avoid the high-summer crowds and bring a pair of telescopic hiking poles if you’re tackling it in June, in case there’s still snow on the path. You don’t want to slip as you stare, slack-jawed, at the extraordinary scenery.\n\nWhen the right weather conditions prevail, the route to Riomaggiore can be a scenic trip with heavenly views. Photograph by Carlo Alberto Conti, Getty Images\n\n2. Sentiero Azzurro, Italy\n\nLength: 8 miles\n\nTime: 2-3 days\n\nMost hikers could complete the whole coast-hugging length of the Sentiero Azzurro — from Monterosso to Riomaggiore — in one short but intense day of walking. But why would you want to chew through such a magnificent route in a few hours? Linking the five villages of Liguria’s famous Cinque Terre, this narrow path is a route to savour, getting the walking done early in the day to avoid any crowds, then taking your time over lunch, boat trips and sea swims during the rest of the day. July and August are best avoided on account of both the heat and the overtourism. But that’s no bother, because the weather is already balmy in April and can stay warm till October. On a sunny day, the sense of height and space is so intense, you’ll think you’re peering over the edge of a cloud. Bring walking poles if you’re at all unsteady on your feet, check beforehand if your chosen sections of path are open (landslides can close them) and don’t forget to buy a path permit. You can catch a train from any the five villages when you’re done.\n\n3. The Chemin de Puy, France\n\nLength: 40 miles\n\nTime: 4 days\n\nDon’t worry, we’re not suggesting you hike the full 457 miles of this pilgrim’s trail, which links the French town of Puy-en-Velay with the Camino de Santiago in Spain. We’ve cherry-picked a short section through rural Gascony, starting in Éauze, where the land is rich and green, the gentle hills easily tackled and the food and wine always tempting. You do, however, need to walk it the wrong way — against the flow of hikers — so that your final goal is the loveliest town on the route. For three miles before you reach it, hilltop Lectoure beckons you along leafy lanes and between rolling wheat fields. Once there, expect to be greeted by an ensemble of cafes, boulangeries and medieval walls. The other stops — Montréal-du-Gers, Condom, La Romieu — are all ancient and lovely, too, and, because the route is covered by France’s GR65 long-distance footpath, it’s served by excellent online mapping. Agen is the key railway station — linked by bus or taxi to both Éauze and Lectoure.\n\nWalking along Hadrian's Wall is a treat for history buffs, passing ancient ruins and archeological sites. Photograph by Roy James Shakespeare, Getty Images\n\n4. Hadrian’s Wall, England\n\nLength: 21 miles\n\nTime: 4-5 days\n\nFor hikers with a penchant for history, the central section of Hadrian’s Wall, from Birdoswald to Chollerford is a long and continuous treat, packed with evocative ruins, mind-expanding archaeology and an ever-present sense of communion with the people who garrisoned the frontier. It is also, by upland standards, easy-going. The long-distance trail that follows the wall is well-maintained and is shadowed by a lower, flatter route when the ridge line dips and rolls too steeply. Peppered with B & Bs, the path offers plenty of places to break the journey while the 681 and AD122 bus services connect you to railway stations on the Carlisle to Newcastle line. Just remember to keep each day’s walking short. That way you’ll have time to explore key sites and museums, as well as diverting south to the fort at Vindolanda — Britain’s richest trove of Roman remains, it’s still producing extraordinary evidence after nearly 60 years of excavations.\n\n5. Stockholm Archipelago Trail, Sweden\n\nLength: 6 miles\n\nTime: 2 days\n\nAll told, this extraordinary island-hopping trail covers 168 miles across 21 islands in the Stockholm Archipelago. But thanks to excellent ferry services it’s easy to pick out a section or two from the list and add an outdoorsy extension to a Stockholm city break. The island of Grinda is the obvious choice. About 90 minutes from the city's quay at Strömkajen, it’s far enough out to deter most day-trippers, but also home to the Wärdshuset, a pretty guesthouse and restaurant for anyone who needs a longer escape. So, if you book far enough in advance, you'll enjoy understated, Scandi-style comfort after your walk. Come in June or July, avoid the weekends and bring your bathers. The footpath around the island serves up forested bluffs, smooth, half-submerged boulders and sheltered little bays perfect for swimming. Boats putter, seabirds swoop and you’ll wish you could stay a whole week.\n\n6. Heidschnuckenweg, Germany\n\nLength: 30 miles\n\nTime: 3 days\n\nVoted Germany’s most beautiful hike in 2014, this ‘Trail of the Heath Sheep’ is also one of its easiest. For 136 miles it explores the long, north-south strip of the Lüneburg and Southern Heaths — with no hill higher than 555ft and the path broad and sandy for most of its length. Hike it in mid to late August when the heather blooms and turns the landscape into a sea of lilac, but don’t feel obliged to go the full distance. The three-day stretch provided by stages 3 to 5, from Handeloh to Bispingen, offers a lovely taster — with rail access at either end and some serene villages en route for overnight stops. None, however, are quite as soothing as car-free Wilsede. You’ll probably stop for lunch here on day two and, for a brief and blissful moment, it’ll seem like you’ve hiked out of the 21st century altogether.\n\n'Heischnuckenweg' is known as one of Germany's most scenic hikes. Photograph by Markus Gebauer, Getty Images\n\n7. Lechweg, Austria\n\nLength: 77 miles\n\nTimes: 8-10 days\n\nHow do you have a multi-day hiking holiday in the Alps that doesn’t strain every sinew? Simple: you follow a river downstream. And not just any river. This 77-mile trail follows the Lech — one of the wildest watercourses in central Europe, which floods with snowmelt every spring and has carved out a landscape of gravel banks and floodplains that look more Canadian than Austrian. On your hike, two magnificent walls of mountain will be your companions as you descend the valley, through forests, meadows and over dramatic suspension bridges. A combination of train and bus will get you from Zurich or Innsbruck airports to the mountain town of Lech, while Reutte’s railway station is a good place to catch a train to Munich for the journey home.\n\n8. Hallin Fell, England\n\nLength: one mile\n\nTime: one hour\n\nFor a family-friendly hike, try Hallin Fell. Set halfway along Ullswater in the Lake District National Park, it’s all but a mound compared with Helvellyn’s glowering massif nearby. You can drive a third of the way up it, too, but that just adds to the sense of drama. It begins with the switchback road up to the car park, continues with a short but breathtakingly steep ascent through 500 vertical feet and finishes with a dizzy, 360-degree view of open water, round-topped fells and busy Cumbrian skies. And even with the obligatory snack stops, you’ll all be at the top in half an hour. The smooth grassy path means it can be tackled in wellies or grippy trainers, too. For those without a car, the Ullswater Steamer service from Pooley Bridge to Howtown offers even more exciting access, though it does double the length of the walk.",
        "imageUrl": "https://i.natgeofe.com/n/e11a3e26-7d68-43b4-a35a-7d146d6028ed/GettyImages-138056624588_RESIZED_16x9.jpg?w=1200",
        "authors": [],
        "time": "unknown"
    },
    {
        "url": "https://www.disneyplus.com/series/extraordinary-birder-with-christian-cooper/3lPYOYrYNdCB?cid=DTCI-Synergy-NatGeo-Site-Acquisition-DisneyPlus-US-NatGeo-NA-EN-Homepage-NatGeo_ChristianCooper_HomepageTile-NA",
        "title": "",
        "source": "https://news.nationalgeographic.com/",
        "content": "",
        "imageUrl": "https://static-assets.bamgrid.com/product/disneyplus/favicons/favicon_dis_48x48_@2X.2eebc912779d4f2ee8d9c6204d443ab6.png",
        "authors": [],
        "time": "unknown"
    },
    {
        "url": "https://www.nationalgeographic.com/impact/article/tara-roberts-explorer-story",
        "title": "Tara Roberts is surfacing human stories from the shipwrecks that killed enslaved Africans",
        "source": "https://news.nationalgeographic.com/",
        "content": "‘It’s the curvy path’\n\nThis whole journey started because Roberts’ took a leap of faith.\n\nAs a media professional, Roberts has worked for CosmoGirl, Essence, Ebony and Heart & Soul magazines. She eventually started her own entrepreneurial publishing nonprofit endeavors, sharing stories of women changemakers around the world. She followed a job to D.C. in 2016, and visited the newly-inaugurated National Museum of African American History and Culture.\n\n“That’s how I saw the photograph that changed everything.”\n\nHad she not moved to D.C., she says she may not have visited the museum. And had she visited as tourist and not a resident, she may not have meandered the museum’s halls with such leisure, and she may not have taken notice of the details of one portrait in particular.\n\n“I think all of those things were leading me to this moment. It’s all connected, it’s the curvy path,” says Roberts.\n\nThe photo of a crew of Black women in wet suits aboard a boat was her first encounter with DWP. It beckoned her to follow. She phoned the co-founder, Kenneth Steward. She pledged to join them.\n\n“The universe works in strange ways,” says Roberts, reflecting on how she grew up nowhere near an ocean.\n\n“I imagined the divers. And then I imagined myself as one of them. I didn’t know it would lead anywhere, I just knew I wanted to know more.”\n\nSo she quit her job to follow the divers and help tell their stories.\n\nA way of honoring ancestors\n\nThe March, 2022 issue of National Geographic magazine featured Roberts, making her the first Black woman Explorer to grace the cover of the publication. Photograph by Wayne Lawrence\n\nRoberts’ path shows a nuanced story as she ricochets from peaks and valleys toward a calling. It’s the detail and complexity she aims for in the narratives she uncovers in her work.\n\n“Think about the Clotilda shipwreck… that’s a story that no one would know if the Clotilda descendants hadn’t been like ‘oh, we have saved artifacts and the stories of our ancestors, we’re not going to let anyone forget them.’”\n\nThe Clotilda , Roberts reflects, represents a uniquely complete story. The vessel sailed in 1860, illegally transporting captive Africans from present-day Benin to Mobile, Alabama. It is said a wealthy landowner by the name of Timothy Meaher challenged Northern businessmen with a thousand-dollar wager, claiming he could slip African people past federal officials and into Mobile Bay.\n\nThe ship itself is remarkably well-preserved in the muddy freshwater of Alabama’s Mobile River, compared to other wrecks, which are often shattered on the sea floor, coalesced into the marine ecosystem, or dissolved over time. And the Clotilda’s African survivors, who were removed from the ship as the captain burned it to hide evidence, established the community of Africatown in Mobile once they were freed from enslavement after the Civil War. They neighborhood they established eventually grew into a community of tens of thousands, including their descendants. It still exists today and which continues to honor the stories of those ancestors from the nation’s last known slave ship.\n\n“That's often not what you get around stories that involve African Americans,\" Roberts says. \"Most of us cannot trace our histories all the way back to a slave ship or to a particular country in Africa because the records of the enslaved were not recorded in detail. So it’s incredible and very powerful that these descendants know the actual stories of their ancestors that came from Africa.\"\n\nFor the podcast Roberts interviewed not only the descendants of those on slave ships, but close to 100 other historians, archaeologists and community members about their unique relationships to this history. “By the end of it, I realized that these weren’t just stories of death, that these were stories of life, too,” Roberts recalls.\n\n“It’s a complicated history, but that’s the way history is supposed to be.”\n\nThe Christianus Quintus and Federicus Quartus wreck site were the first dive Roberts recalls leaving an impression on her, “I felt more than anything a sense of agency and power,” she says.\n\nIn 1710 two Danish slave ships, the Christianus Quintus and Fredericus Quartus went down in the Atlantic. Some 40,000 Danish bricks signaled the wreckage to experts in the 1970s, despite their considerable decomposition. A cannon and large anchor are still laid out as artifacts on the seabed. After quashing a revolt, the two vessels veered off course, missing their St. Thomas destinations by over a thousand miles, the crews mutinied, freed approximately 650 captive people due to dwindling resources, and scuttled the vessels which now lie in the ocean sands of present-day Costa Rica.\n\nAs the site came into view for Roberts, “I felt, ‘I see you and I’m going to help bring this story back to human memory. We are going to help make sure you are honored, not forgotten.’”",
        "imageUrl": "https://i.natgeofe.com/n/23b67209-f68e-471f-809f-d969cd70c627/Tara%20Roberts%20cr%20Mark%20Thiessen_MM9767_20210913_0544_16x9.jpg?w=1200",
        "authors": [],
        "time": "unknown"
    },
    {
        "url": "https://www.nationalgeographic.com/environment/article/rivers-glaciers-antarctic-ice-melt-sea-level-rise",
        "title": "Scientists reveal a hidden world beneath Antarctica's ice where rivers flow uphill",
        "source": "https://news.nationalgeographic.com/",
        "content": "“The changes are pretty drastic,” says Christine Dow, a glacial hydrologist at the University of Waterloo in Canada, whose team co-led the new study. These evolving rivers could cause glaciers to melt and slide more quickly into the ocean. “We are under-predicting how fast things are going to change and how much ice loss there’s going to be in the next 80 years,” she says.\n\nThese findings, published March 20 in Nature Communications, stem from 20 years of work to map the hidden continent cloaked beneath Antarctica’s ice sheets.\n\nAn unexplored world under ice\n\nNo human has ever seen these hidden mountains and valleys. But over the last few decades, planes have flown hundreds of lines crisscrossing Antarctica, using ice-penetrating radar and precise measurements of gravity and magnetic fields to peer under the ice.\n\nUnlimited Access for Less Subscribe now and save $10 SUBSCRIBE\n\nThose surveys found mile-high mountain ranges, broad valleys, and deep canyons. Radar also revealed the flat, bright reflections of several hundred subglacial lakes beneath. Those lakes are fed by water that slowly melts off the base of the ice sheet, a fraction of an inch per year, due to geothermal heat seeping from deep inside the earth, and from the friction of ice sliding over land.\n\nScientists also realized that subglacial rivers often flow in or out of the lakes. Those rivers can act in strange ways, since they obey not only gravity, but also the crushing pressure of the ice overhead, says Anna-Mireilla Hayden, a Ph.D. student in glacial hydrology who is on Dow’s team at the University of Waterloo.",
        "imageUrl": "https://i.natgeofe.com/n/f7640a9f-7cb8-4be0-93f7-09999d1dfca6/TottenGlacier_16x9.jpg?w=1200",
        "authors": [],
        "time": "unknown"
    },
    {
        "url": "https://www.nationalgeographic.com/travel/article/wild-animals-safaris-united-states",
        "title": "7 places to see wildlife in the U.S. this spring",
        "source": "https://news.nationalgeographic.com/",
        "content": "Spring is a magical time to witness wildlife in action, as animals emerge from winter and migratory birds return. From paddling alongside wild ponies on Virginia’s Eastern Shore to spotting baby bison in Yellowstone National Park, here are seven unforgettable adventures that will take you to wildlife-rich spots across the U.S. Keep in mind, however, that the best wildlife encounters happen when you keep a respectful distance and observe responsible practices, so grab your binoculars and get ready for a spring wildlife safari.\n\nKayak to see wild ponies on Chincoteague Island, Virginia\n\nOn the left, two colts play in Chincoteague National Wildlife Refuge on Chincoteague Island, Va. On the right, Chincoteague Island’s salt marshes, sandy beaches, and quiet coves of the Chincoteague National Wildlife Refuge are ideal for grazing and wading ponies. Photograph By Kristel Richard/ Nature Picture Library\n\nLocated on Virginia’s Eastern Shore, Chincoteague is a pristine barrier island known for its iconic wild ponies, which were made famous by the 1961 film Misty of Chincoteague. The island’s salt marshes, sandy beaches, and quiet coves of the Chincoteague National Wildlife Refuge are ideal for grazing and wading ponies. To truly experience them, paddle the island’s waterways.\n\n“The thing about kayaking is that you can go much further up these shallow, narrow creeks,” says Laura Scharle, an avid kayaker and certified ecotour guide based in Ocean Pines, Maryland. “When you paddle, you have a better chance of getting a closer look at the ponies.” Scharle recommends paddling at high tide to access more remote areas of the refuge.\n\nFor guided kayak tours, do your research and choose a responsible local outfitter that prioritizes respectful wildlife viewing practices, allowing you to observe the ponies from a safe distance–at least 50 feet–without disturbing them in their natural environs. The best paddling season is from April to October.\n\n(Related: The story of the mythical origins of Chincoteague ponies may actually be real.)\n\nGo birdwatching in Everglades National Park, Florida\n\nBirdwatchers may spot wood storks (Mycteria americana) in addition to other bird species when visiting Everglades National Park, Fla. Photograph By Scott Leslie/ Minden\n\nFlorida’s Everglades National Park is a bird watcher’s paradise, home to more than 360 species of birds, including herons, egrets, wood storks, and roseate spoonbills. This vast subtropical wetland spans 1.5 million acres, offering plenty of opportunities to spot wading and migratory birds. Respect natural surroundings by staying quiet and giving birds space, especially during nesting season, from March to September.\n\nThe Anhinga Trail, a short boardwalk loop that starts at the Royal Palm Visitor Center, is a favorite among birders, as is the open-air Shark Valley Tram, which rewards visitors with sweeping views across the lush wetlands. The Guy Bradley Visitor Center in Flamingo offers daily ranger-guided bird walks from mid-December to mid-April.\n\nSpring migration is a wonderful time to witness migratory birds pass through the park. Tod Dahlke, owner of a wildlife eco-tour company in Everglades City, Florida, notes that birding is good in the spring due to “lower water levels, which make it desirable for many wading birds.” He adds that early morning is the best time to see birds when they are most active and vocal.\n\n(Related: Going birding for the first time? Here’s what you need to get started.)\n\nSpot baby bison at Yellowstone National Park, Wyoming\n\nAmerican Bison—a mother and calf—walk and graze as the sun rises over Yellowstone National Park, Wyo. Photograph By Sean Crane, Nat Geo Image Collection\n\nYellowstone National Park is a haven for wildlife enthusiasts, especially in spring when bison calves—nicknamed “red dogs” for their orange-red coats—make their debut in the park. The Lamar Valley is a prime location to see baby bison, often alongside elk, bighorn sheep, and even brown and black bears. Keep your eyes peeled, but observe silently and avoid sudden movements so as not to startle wildlife. New bison arrivals can appear as early as late April.\n\n“Yellowstone is a must-see destination for megafauna, like elk and bison. It’s just an incredible experience to see a bison in the wild,” says Todd Walton of Yellowstone National Park Lodges, which offers a Wake Up to Wildlife guided tour from mid-May to early October. “Springtime is incredibly unique because you do have the bison babies and the elk babies.”\n\nFor prime viewing, start at Mammoth Hot Springs, then head east to Lamar Valley, where pull-offs provide excellent wildlife-watching opportunities. Never approach or feed wildlife, and always stay at least 25 yards away from a bison. Bison may look slow, but they can run up to 35 mph. Use binoculars or a zoom lens for viewing.\n\n(Related: Birds, bison, and bears—learn how to see wildlife from your car.)\n\nTake a wildlife cruise at Channel Islands National Park, California\n\nCalifornia sea lions play in the safety of shallow water off the coast of Santa Barbara Island, part of the Channel Islands National Park. Photograph Alex Mustard/Nature Picture Library\n\nOff the Southern California coast, Channel Islands National Park, an eight-island archipelago, is a haven for marine life, from sea lions and dolphins to whales and seabirds. Spring marks the arrival of California sea lions and northern fur seals at their rookery sites. With pupping season beginning as early as May, you may see playful pups basking in the sun, but keep your voices low to minimize stress or disruption to their natural behaviors.\n\nEarly spring marks the end of whale-watching season, when gray whales may be seen breaching or slapping their tails. The park is only accessible by boat, so plan ahead and book a wildlife-watching cruise with Island Packers, the park’s official boat concessionaire, which offers cruises to five of the park’s islands. They also offer non-landing cruises along the Santa Barbara Channel, where you might encounter sea lions, dolphins, and off-shore birds, like sooty shearwaters and black-footed albatrosses. As you cruise, help keep the ocean clean by securing your belongings to prevent waste from unintentionally going overboard.\n\n(Related: Whale watching is booming. Here’s how to do it responsibly.)\n\nPaddle with manatees at Silver Springs State Park, Florida\n\nA paddleboarder enjoys the serene, navigable waterways at Silver Springs State Park near Ocala, Fla. Because of their portability and quiet approach, paddleboards are the perfect mode of transport to explore the park and wildlife, from a safe distance. Photograph By Todd Anderson/The New York Times/Redux\n\nIn Central Florida, Silver Springs State Park caters to nature lovers, especially during manatee season from mid-November to late March. The park’s crystal-clear, spring-fed waters allow visitors to quietly and respectfully observe these gentle sea cows, free from motorized disturbances as gas- and electric-powered boats are prohibited.\n\nAn easy paddle in a canoe or kayak gets you up close to manatees. Consider a guided clear kayak tour with a responsible local outfitter for a unique viewing experience. “To see them swim under the kayaks was incredible. There were so many manatees, too,” says Max Gifford, who visited the park during a road trip across Florida.\n\nAs you paddle, give manatees space and avoid splashing, poking, or disturbing manatees as they swim. Beyond manatees, keep your eyes open for turtles, wading birds, and even wild monkeys.\n\n(Related: There have never been more manatees in Florida than there are now.)\n\nWatch brown bears at Katmai National Park and Preserve, Alaska\n\nA brown bear roams along a creek in Geographic Harbor, Alaska. Photograph By Acacia Johnson, Nat Geo Image Collection\n\nHome to 2,200 brown bears, Alaska’s Katmai National Park and Preserve is a sought-after bear-viewing destination. Situated along the Brooks River and Naknek Lake, the park offers numerous ways to witness these powerful animals in the wild responsibly.\n\nStart at Brooks Camp, where brown bears gather to feast on sockeye salmon. From early June to mid-September, the visitor center hosts ranger-led programs. Three viewing platforms offer prime spots to watch bears from a safe distance, ensuring their normal behaviors remain undisturbed.\n\n“Watching bears in their natural habitat is just an awesome experience,” says Jillian Simpson, Alaska Travel Industry Association President and CEO. “It’s an adventure you must have in your lifetime.” Local outfitters offer guided trips, including full-day excursions to Brooks Falls. Don’t forget that bears are predators and should never be approached. Always maintain a distance of at least 100 yards from a grizzly bear, which can run up to 35 miles an hour.\n\n(Related: How to see Katmai's famous brown bears up close—and stay safe.)\n\nWitness free-roaming elk herds in Benezette, Pennsylvania\n\nAn elk bull searches for a 'companion' by bugling—or produces a loud mating call—in Benezette, Pa. Photograph By iStock / Getty Images\n\nBenezette, known as the “Elk Capital of Pennsylvania,” is home to one of the largest free-roaming elk herds in the eastern United States. Spring is a great time to observe these majestic creatures as they graze in the meadows from a respectful distance of at least 50 yards. Binoculars or a spotting scope can provide up-close views.\n\nTo increase your chances of seeing elk, visit in the early morning or late afternoon—about an hour after dawn or an hour before dusk. Elk are most active at these times and move between feeding areas and sheltered woodlands.\n\nTop viewing spots include the Elk Country Visitor Center, as well as wildlife viewing areas at Hicks Run, Winslow Hill, and Dents Run. The 127-mile Elk Scenic Drive features 23 designated elk viewing sites as well as stunning vistas and scenic hiking trails. Keep in mind that if an elk stops feeding or changes direction, it’s a sign you’re too close.\n\n(Related: Read why you should never pick up a wild animal. Especially a baby wombat.)",
        "imageUrl": "https://i.natgeofe.com/n/3d63613f-1555-4ddd-99dd-0b3170d29431/NationalGeographic_2821512_16x9.jpg?w=1200",
        "authors": [],
        "time": "unknown"
    },
    {
        "url": "https://give.nationalgeographic.org/page/53299/donate/1?user_id=wb8em7wclp2gec8f8rj9f6lp88q9dftd",
        "title": "Donate to National Geographic Society",
        "source": "https://news.nationalgeographic.com/",
        "content": "Your impact begins today\n\nYour generous contribution will immediately go to work supporting the things you care passionately about. Whether it’s saving wildlife, protecting our ocean, empowering the world’s most innovative scientists and explorers to help solve the planet’s mysteries and challenges, or preserving our ancient heritage for future generations—together we’ll help change the world.",
        "imageUrl": "https://aaf1a18515da0e792f78-c27fdabe952dfc357fe25ebf5c8897ee.ssl.cf5.rackcdn.com/2184/social_lion.jpg?v=1566243779000",
        "authors": [],
        "time": "unknown"
    },
    {
        "url": "https://www.nationalgeographic.com/animals/article/sturgeon-fish-endangered-conservation",
        "title": "These ancient fish swam with the dinosaurs. They may not survive us.",
        "source": "https://news.nationalgeographic.com/",
        "content": "The river flows vast and soundless. It’s December in southern Kazakhstan, and the landscape near the Syr Darya River is smudged in shades of brown and taupe—dormant grasses, silted floodplains, leafless trees. This is not the most picturesque stretch of riverbank, strewn as it is with food wrappers, bottles, a decomposing sedan. Overhead, the sun is obscured by a haze of coal- and woodsmoke. But when it comes to what Bernie Kuhajda is searching for, the spot feels perfect.\n\n“This is the habitat we need,” says Kuhajda, an aquatic conservation biologist with the Tennessee Aquarium Conservation Institute. He’s hoping to find a species of sturgeon—the Syr Darya—that’s native to these waters but hasn’t been seen since the 1960s, after a series of Soviet dams was built throughout the river system. Those projects blocked access to the fish’s spawning grounds and forever changed the flow of the Syr Darya, which drains from the high peaks of Kyrgyzstan into what is now the remnants of the Aral Sea. If the sturgeon somehow still exists, Kuhajda thinks this silty, shallow expanse of river is where it can be found.\n\n(Critically endangered sturgeons threatened by proposed dams in Caucasus.)\n\nSome months earlier, Kuhajda had been contacted by the conservation organization Re:Wild, which administers a program to search for what it calls lost species—creatures that haven’t been seen for at least a decade and could be extinct, but there’s not enough data to be conclusive. The officials at Re:Wild reached out to Kuhajda knowing that he was one of a very small collection of scientists who have ever laid eyes on the Syr Darya sturgeon. As a graduate student in the 1990s, he visited museums in London, Moscow, and St. Petersburg and videotaped 27 spindled specimens, bleached white from years of storage. “They said, ‘You’re the expert,’ ” Kuhajda says, remembering the call with Re:Wild. “And I said, ‘Well, I’ve seen them dead in a jar.’ ”",
        "imageUrl": "https://i.natgeofe.com/n/637b20fa-1087-444d-8ed3-4ef99d781a58/MM9861_221104_004554_16x9.jpg?w=1200",
        "authors": [],
        "time": "unknown"
    },
    {
        "url": "https://www.nationalgeographic.com/culture/article/india-magic-religion-history-hindu-ascetic",
        "title": "These extreme stunts aren’t just magic tricks—they’re a religious experience",
        "source": "https://news.nationalgeographic.com/",
        "content": "When Pallaniyammal Sanmugam was pregnant with her second son, her gynecologist advised she would have to undergo a cesarean section. Believing a vaginal delivery would be safer for both her and her baby, Sanmugam prayed to the Hindu god Karthikeya, promising that if she delivered a healthy baby through vaginal delivery, she would express her gratitude by piercing a trident through her body during Panguni Uthiram , a Hindu festival where devotees pierce their bodies with spikes, rods, and needles to pay respects to the god and thank him for fulfilled wishes. Soon, Sanmugam’s wish, too, was fulfilled.\n\n“The following year, I had a trident pierced through my abdomen. I’ve done it 13 times so far, and each time, I’ve received what I’d asked for. If my body cooperates, I’ll do it at least thrice again,” says Sanmugam, 50. “It does not hurt. Even when they remove the trident, the bleeding stops the moment you apply some [holy ash] to your skin. The holes, too, close on their own in a week.”",
        "imageUrl": "https://i.natgeofe.com/n/20531f65-d066-4bd1-a4c1-2774513c82d1/R4YC34_16x9.jpg?w=1200",
        "authors": [],
        "time": "unknown"
    }
]